[
  {
    "business_name": "Stockholms Gästabud",
    "business_address": "Österlånggatan 7, 111 31 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 21 99 21",
    "website_url": "facebook.com",
    "business_category": "Swedish restaurant",
    "ratings": "4.7",
    "review_counts": "4,407",
    "top_review_1": "Review by Georgi Karamanov \nThe atmosphere of this restaurant is a delightful step into the past, with its cozy, vintage decor that oozes charm and nostalgia. The ambiance is warm and welcoming, making it the perfect place for a memorable meal. I was recommended this place by a lot of locals and guides. Fortunately for me, there was a single-person table in one of the corners. They take no reservation so it's luck in peak hours and you have to wait outside.\n\nI was welcomed by two lovely ladies who operated the entire front. Now, onto the star of the show: the food. The meatballs at this restaurant are nothing short of legendary. They are the epitome of Swedish comfort food, tender, flavorful, and served with a heavenly cream sauce that's simply to die for. Each bite was a taste of culinary perfection, and it's easy to see why they're renowned. The shrimp toast here is equally exceptional. It's crispy on the outside and bursting with flavor. The combination of succulent shrimp and a delectable sauce is great. It's an absolute must-try for seafood enthusiasts just like everything else here.",
    "top_review_2": "Review by Tanvir Hasan Sadi \nIt’s worth the wait in the queue. Lovely old town atmosphere. Friendly service from the owner, they know how to cheer the customers, mouthwatering food, one dish is more than enough for one person. Must try the beef meatballs, best in the world!",
    "top_review_3": "Review by Martina Burzio \nAmazing food!! This tiny restaurant offers traditional dishes at an amazing quality.\nPrices are fair and the atmosphere is very cozy. I recommend the meatballs and the salmon",
    "google_map_url": "https://www.google.com/maps/place/Stockholms+G%C3%A4stabud/data=!4m7!3m6!1s0x465f9d580aacca9b:0xc5c9d27e708e7ed0!8m2!3d59.32568!4d18.0739918!16s%2Fg%2F11b60d_xzx!19sChIJm8qsClidX0YR0H6OcH7SycU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Lilla Ego",
    "business_address": "Västmannagatan 69, 113 26 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 27 44 55",
    "website_url": "lillaego.com",
    "business_category": "Swedish restaurant",
    "ratings": "4.7",
    "review_counts": "953",
    "top_review_1": "Review by Philip \nJust wow. The food was amazing! Had one of my best food experiences with the mushroom plate and the Löjrom! Add great service and you’ll have a night you’ll never forget. Will definitely come back next time I’m in Stockholm.",
    "top_review_2": "Review by Alexandros Giatzoglou \nReally nice experience. The level of food and service is very high. I totally recommend langoustine (Nordic lobster) starter and duck as a main.\n\nWhat I would not recommend is booking table after 8.30 pm because at 11 pm sharp you need to leave and there may not be enough time to enjoy your dinner.",
    "top_review_3": "Review by Amanda W \nOne of hardest restaurants in town to get a table.  And it was definitely worth the visit.  Well prepared food with interesting blend of tastes at a reasonable price in a casual laidback setting. Excellent service and recommendation of wine to the dishes.\n\nMy favorites were the starter Kantareller med morot och lavendel and dessert - bakad vaniljkräm med salsa macadamianötter  och getostskum.  Yummy!",
    "google_map_url": "https://www.google.com/maps/place/Lilla+Ego/data=!4m7!3m6!1s0x465f9d7046ec1fdf:0x952ecd59d96b87a7!8m2!3d59.3436209!4d18.0454792!16s%2Fg%2F11b5wmq5b7!19sChIJ3x_sRnCdX0YRp4dr2VnNLpU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant Tradition",
    "business_address": "Österlånggatan 1, 113 53 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 20 35 25",
    "website_url": "restaurangtradition.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.5",
    "review_counts": "2,473",
    "top_review_1": "Review by Ethan Shoe \nThis was on a list of recommended restaurants for traditional Swedish food. It was a higher end restaurant, but definitely worth the price. I got the traditional meatball dish and it was great. Each meal comes with a salad and bread plate, already on the table when you arrive. Service was good, though I wish they checked on me more often.",
    "top_review_2": "Review by Jessica Rodrigues \nWe were in Stockholm for a few days but this restaurant served us incredibly good meatballs. The service was impeccable and attentive. The food was truly delicious, from appetizer to dessert everything astounded us and exceeded all our expectations. One thing is for sure, if I return to Stockholm I will come back here as well! highly recommended.",
    "top_review_3": "Review by Stefan Hendrickx \nWould highly recommend for visitors interested in getting a selection of Swedish classics like the herring (SOS), meatballs, or Kroppkaka (my favourite). After sampling at different restaurants this remains our favourite.\nStaff is very friendly and welcoming and though it's not the most local experience (it's in the old town after all) it is a great experience and atmosphere.",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+Tradition/data=!4m7!3m6!1s0x465f9d6ea9aaaaab:0xa4841fc300c6afe2!8m2!3d59.3259527!4d18.0738533!16s%2Fg%2F1hm5fzgtk!19sChIJq6qqqW6dX0YR4q_GAMMfhKQ?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurang Kryp In",
    "business_address": "Prästgatan 17, 111 29 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 20 88 41",
    "website_url": "restaurangkrypin.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.6",
    "review_counts": "1,329",
    "top_review_1": "Review by Daniela Haiura \nThe food was so good that we went for a second time during our short stay in Stockholm! Staff were very friendly and helpful in accommodating dietary restrictions. Chris was amazing at explaining at how almost everything on the menu can be adapted to suit my lactose intolerance.",
    "top_review_2": "Review by Maulida Rahma \nThe fish soup (fish and shellfish casserole) tastes really great! I love it.\nThe chocolate lingonberry truffle is also delicious, (balance of sweetness and bitterness)!\nA little too expensive but has a cozy atmosphere for small talk.",
    "top_review_3": "Review by Papipupenta \nI believe that it is one of the best restaurant in Stockholm, Gamla stan. You must book in advance. Their meat, fish and others tasting were completely sophisticated . I would like to go there again if there is another opportunity to go Stockholm.",
    "google_map_url": "https://www.google.com/maps/place/Restaurang+Kryp+In/data=!4m7!3m6!1s0x465f77e25e3d0805:0xc11466b1ea295eb6!8m2!3d59.3246672!4d18.0702473!16s%2Fg%2F11b6syvjds!19sChIJBQg9XuJ3X0YRtl4p6rFmFME?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "The Hairy Pig Restaurant",
    "business_address": "Lilla Nygatan 13, 111 28 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "thehairypig.com",
    "business_category": "Swedish restaurant",
    "ratings": "4.2",
    "review_counts": "1,398",
    "top_review_1": "Review by Norelys Rumbos \nThe food is really good, it is so tasty. But the portion is small to the price.\nWe try the mushroom soup (amazing), the reindeer meat goals balls and a dish with an amazing sausage and a reindeer taco. All was amazing, expensive, but amazing",
    "top_review_2": "Review by Linela \nCame here for lunch. Service was good, but it smelled like vomit when I came in, while the staff mopped the floor. Not a pleasant scent to come in to.\nThe food portion was huge, great for a hungry person but the taste was almost tasteless. I couldn't get any taste of the meat I'm eating. It was too bland.\nI visited the restaurant due to its high reviews but I was puzzled when I left. It is perhaps a restaurant for the tourists, you can definitely get better food around Stockholm with the same price.",
    "top_review_3": "Review by Alessandra Distefano \nCabin-like vibe and atmosphere. Great traditional Swedish food. Mainly meat. Moose and reindeer. Friendly staff. Be aware that it’s located in a very touristy area. Better to plan your visit accordingly.",
    "google_map_url": "https://www.google.com/maps/place/The+Hairy+Pig+Restaurant/data=!4m7!3m6!1s0x465f77e251f93ee5:0xba94727f3daa3a3d!8m2!3d59.3237975!4d18.0687575!16s%2Fg%2F11c5sd9lpr!19sChIJ5T75UeJ3X0YRPTqqPX9ylLo?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant Ekstedt",
    "business_address": "Humlegårdsgatan 17, 114 46 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 611 12 10",
    "website_url": "ekstedt.nu",
    "business_category": "Fine dining restaurant",
    "ratings": "4.7",
    "review_counts": "691",
    "top_review_1": "Review by Olivia Gassner \nThe most impressive dining experience I’ve ever had. Truly was blown away. From moving through the space, having first courses by the fire, sitting at chefs table and such lovely service / managers… really amazing. Loved all the fresh and local ingredients. Having the option to do the juice + wine pairing was perfect. Expect 3 hours +. Thank you from NYC!",
    "top_review_2": "Review by Julien Dyminski \nTo this day, the best dining experience I have had, by far.\nService and presentation were perfect.\nFlavors, textures and smells were beyond amazing, trying to describe them with words is futile as most felt either new or unknown.\nThe mixed pairing (wines and juices) is a great option.\nThanks to the whole Ekstedt team for this fabulous evening.\nBooking might be the difficult part ; then for the experience itself plan at least 3 hours.",
    "top_review_3": "Review by Anna Chilton \nWhat an experience! The host, Ian, welcomed me even though I didn’t have a reservation. I was given a spot at the bar and tasted the smoky twist on an Old Fashioned, which was delectable. There is a handful of cocktails and each is a take on a classic. The wine menu is a thing of beauty, even by the glass. Swedish wine, both sparking (an affable variety, Solaris) and still, feature by glass and bottle menus. There are classic options and iconic wines, classy new world options (like Hamilton Russel) and an orange wine.\nI was lucky to receive a tour of the kitchen where the chef kindly showed us how the wood fired Swedish ovens work. All the food is sourced as locally as possible, with many ingredients conserved from the summer months.\nThe menu is 16 courses. I only tried 4 and each morsel left a memory of layered, unfolding flavours and textures, crafted and sat on beautiful ceramics.\nIt’s worth noting the diversity of the youthful team, adding nuances to the dishes with inspiration from various regions in Sweden and further afield.\nThe atmosphere is relaxed enough to attract a diverse crowd of food lovers, there was a young couple, an older group of friends, a couple of lone travellers (me and an American lady). That said, you do know, as soon as you walk in, that you’ve entered into a place for serious food lovers. There’s a focus about the place, with each member of staff deeply attentive to the main event - serving you.\nPrepare to be pampered into an olfactory journey by these masters of food and drink.\nWorth a journey to Stockholm. Enjoy!",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+Ekstedt/data=!4m7!3m6!1s0x465f9d5b57403885:0x66354d5b59502e5b!8m2!3d59.3367816!4d18.0749183!16s%2Fg%2F119w6_1cj!19sChIJhThAV1udX0YRWy5QWVtNNWY?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Portal",
    "business_address": "Sankt Eriksplan 1, 113 20 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 30 11 01",
    "website_url": "portalrestaurant.se",
    "business_category": "Restaurant",
    "ratings": "4.5",
    "review_counts": "867",
    "top_review_1": "Review by Emily \nFor a main, I had the “Fallow deer from Sörmland with spicy cheese croquette, baked celeriac and truffle sauce”. It was INCREDIBLE. I also had the oysters with vinaigrette (which were delicious) and the deep fried sourdough (which was fine)",
    "top_review_2": "Review by Charbel Wakim \nAmazing place with very reasonable prices! The food is great and the portions are huge.\n\nTry the love stew highly recommended 👍🏻",
    "top_review_3": "Review by Philip Gissen \nPortal would be a popular restaurant in any city in the world.  Filled with the handsome people of all persuasions, it was a scene.  I set back the hip quotient exponentially.  Food was consistent and good.  Cocktails were made well, and throughout the restaurant liquor flowed.  You will have a good time at Portal.  Service was nice, but quite taken with itself.  Their flippant attitude was the one negative.",
    "google_map_url": "https://www.google.com/maps/place/Portal/data=!4m7!3m6!1s0x465f9d7bafe95555:0x6026f4a9bcfeacfa!8m2!3d59.3389529!4d18.0389927!16s%2Fg%2F11cp93651p!19sChIJVVXpr3udX0YR-qz-vKn0JmA?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Nomad | Swedish Food & Bar",
    "business_address": "Upplandsgatan 2, 111 23 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 20 20 42",
    "website_url": "nomadbar.se",
    "business_category": "Scandinavian restaurant",
    "ratings": "4.4",
    "review_counts": "1,501",
    "top_review_1": "Review by Jamie The Business Bear \nA really lovely place to visit and it was evident that the team and the chefs really enjoyed their work. Excellent attention to detail and some delicious dishes made for a really great visit. Good pilsner on tap too. The steak dish was beautifully cooked and the dessert was absolutely lovely. Would really recommend as a first stop in Stockholm.",
    "top_review_2": "Review by Ciara \nThe food was quite good, and it came hot and well plated. The restaurant was kept clean and tables were cleared quite quickly. However, I noticed some glass near the entrance inside was broken (no shards of glass had been left unswept to be clear), but this was my only concern. Tables are a little close together in spots, so they may be inaccessible to larger people or disabled people. Staff were not impolite and were quite friendly, yet after a while, they seemed to want us to leave as we had not ordered more food, which I suppose is quite fair. That being said, I do think Nomad is worth a visit for what I believe to be authentic Swedish meatballs at a decent price, and the atmosphere in the restaurant is quite pleasant, but I would advise that once you're finished your meal, either order dessert or don't overstay your welcome.",
    "top_review_3": "Review by Monica W \nDelicious food except for the actual meatballs, which tasted kind of overcooked and rubbery. My companion said, \"At least you know they weren't frozen, they taste so homemade.\"\n\nFriendly staff, fast service. Window seats a bit gross with all the old cushions... The normal seats and the rest of the interior look nice though, pretty good ambience. Close to the train station.",
    "google_map_url": "https://www.google.com/maps/place/Nomad+%7C+Swedish+Food+%26+Bar/data=!4m7!3m6!1s0x465f9d66966399e3:0xa5437c1563a722a9!8m2!3d59.336107!4d18.0552917!16s%2Fg%2F11by_y_5yn!19sChIJ45ljlmadX0YRqSKnYxV8Q6U?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  }
]