[
  {
    "business_name": "Restaurant Tradition",
    "business_address": "Österlånggatan 1, 113 53 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 20 35 25",
    "website_url": "restaurangtradition.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.5",
    "review_counts": "2,454",
    "top_review_1": "Review by Ethan Shoe \nThis was on a list of recommended restaurants for traditional Swedish food. It was a higher end restaurant, but definitely worth the price. I got the traditional meatball dish and it was great. Each meal comes with a salad and bread plate, already on the table when you arrive. Service was good, though I wish they checked on me more often.",
    "top_review_2": "Review by Jessica Rodrigues \nWe were in Stockholm for a few days but this restaurant served us incredibly good meatballs. The service was impeccable and attentive. The food was truly delicious, from appetizer to dessert everything astounded us and exceeded all our expectations. One thing is for sure, if I return to Stockholm I will come back here as well! highly recommended.",
    "top_review_3": "Review by Stefan Hendrickx \nWould highly recommend for visitors interested in getting a selection of Swedish classics like the herring (SOS), meatballs, or Kroppkaka (my favourite). After sampling at different restaurants this remains our favourite.\nStaff is very friendly and welcoming and though it's not the most local experience (it's in the old town after all) it is a great experience and atmosphere.",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+Tradition/data=!4m7!3m6!1s0x465f9d6ea9aaaaab:0xa4841fc300c6afe2!8m2!3d59.3259527!4d18.0738533!16s%2Fg%2F1hm5fzgtk!19sChIJq6qqqW6dX0YR4q_GAMMfhKQ?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Lilla Ego",
    "business_address": "Västmannagatan 69, 113 26 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 27 44 55",
    "website_url": "lillaego.com",
    "business_category": "Swedish restaurant",
    "ratings": "4.7",
    "review_counts": "947",
    "top_review_1": "Review by Philip \nJust wow. The food was amazing! Had one of my best food experiences with the mushroom plate and the Löjrom! Add great service and you’ll have a night you’ll never forget. Will definitely come back next time I’m in Stockholm.",
    "top_review_2": "Review by Alexandros Giatzoglou \nReally nice experience. The level of food and service is very high. I totally recommend langoustine (Nordic lobster) starter and duck as a main.\n\nWhat I would not recommend is booking table after 8.30 pm because at 11 pm sharp you need to leave and there may not be enough time to enjoy your dinner.",
    "top_review_3": "Review by Amanda W \nOne of hardest restaurants in town to get a table.  And it was definitely worth the visit.  Well prepared food with interesting blend of tastes at a reasonable price in a casual laidback setting. Excellent service and recommendation of wine to the dishes.\n\nMy favorites were the starter Kantareller med morot och lavendel and dessert - bakad vaniljkräm med salsa macadamianötter  och getostskum.  Yummy!",
    "google_map_url": "https://www.google.com/maps/place/Lilla+Ego/data=!4m7!3m6!1s0x465f9d7046ec1fdf:0x952ecd59d96b87a7!8m2!3d59.3436209!4d18.0454792!16s%2Fg%2F11b5wmq5b7!19sChIJ3x_sRnCdX0YRp4dr2VnNLpU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Grodan",
    "business_address": "Grev Turegatan 16, 114 46 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 679 61 00",
    "website_url": "grodan.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.3",
    "review_counts": "1,853",
    "top_review_1": "Review by Liviu Popa \nThe food is great and the staff was very friendly and offered nice suggestions for food and drinks.\nOne of the beat stakes I had in Stockholm.",
    "top_review_2": "Review by Mike L. \nOk so I am breaking down my review into two parts. One for the overall normal experience and the other for the special occasion.\n\n1) Food: All the appetizers and main courses were tasty. The combo of flavors is definitely on point. Though for the lobster bisque I would personally prefer some lobster bits in it and the entrecôte ribeye itself can be a bit higher quality (nitpicking) but the seasoning and taste is good. The portions were just right so we weren’t too full or starving.\n\n2) The service was great. Our waitress was super friendly and knew how to work the table! Honestly I don’t have too much to say because the service was that good.\n\n3) Atmosphere was ok. Nothing stands out too much, it was fine. It could be a bit more spacious, since we bumped into the table behind us sometimes when we got up, but it was not like we couldn’t get out at all. Also parking might be a problem unless you go to the narrow parking garage nearby.\n\n4) Price is high. It is an expensive restaurant but you get what you paid for…sort of. I think some dishes are definitely overpriced like the entrecôte which cost 450kr! Again the restaurant is located in Östermalm, an upscaled area, so what did I expect. Nevertheless, it is pricey but at least you will get good food.\n\nSo the special occasion is the reason why I am not giving a five star. It is unfortunate but I can’t ignore it.\n\nWe were there because we were celebrating a birthday. We brought a cake and asked if they could refrigerate it and serve it afterwards. Some places would do it for free, some would charge a small service charge. Both options are fine. But for  how much we were spending there, I thought they would do it for free. Other restaurants might decline but that’s rare. Instead came the absolute shock of my life.\n\nThe waitress told us they could do it for a service fee, which is fine but it was for per person! I repeat, the service fee was for per person! I am not joking. The service fee ended up costing more than the cake. In fact, you could have gotten an appetizer and a main. It was ridiculously expensive. Even the waitress thought it was extremely unfair. But since it was new years soon and we weren’t gonna see each other for a while, and not to ruin the mood, we paid for the service fee.\n\nThat why I can’t give a full five star, I mean you are only giving us some plates and cutleries, why are you charging so much?? For per person??? Even though not all of us had the cake…..",
    "top_review_3": "Review by Omid Farahani \nOne of Stockholms best venues for events and parties. The venue was super pretty and gave a luxury atmosphere white the food held the same standards with some really delicious courses. Melted in your mouth.",
    "google_map_url": "https://www.google.com/maps/place/Grodan/data=!4m7!3m6!1s0x465f9d5b43b8dc21:0x68545462e4cde5be!8m2!3d59.335892!4d18.0758046!16s%2Fg%2F1q5blgpnn!19sChIJIdy4Q1udX0YRvuXN5GJUVGg?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurang Kryp In",
    "business_address": "Prästgatan 17, 111 29 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 20 88 41",
    "website_url": "restaurangkrypin.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.5",
    "review_counts": "1,319",
    "top_review_1": "Review by Maulida Rahma \nThe fish soup (fish and shellfish casserole) tastes really great! I love it.\nThe chocolate lingonberry truffle is also delicious, (balance of sweetness and bitterness)!\nA little too expensive but has a cozy atmosphere for small talk.",
    "top_review_2": "Review by Papipupenta \nI believe that it is one of the best restaurant in Stockholm, Gamla stan. You must book in advance. Their meat, fish and others tasting were completely sophisticated . I would like to go there again if there is another opportunity to go Stockholm.",
    "top_review_3": "Review by Eana Kim \nWow the foods were so good! (ordered a reindeer dish, meatball, and casserole) All were super tasty and flavorful. Glad that I visited this place based on the reviews!",
    "google_map_url": "https://www.google.com/maps/place/Restaurang+Kryp+In/data=!4m7!3m6!1s0x465f77e25e3d0805:0xc11466b1ea295eb6!8m2!3d59.3246672!4d18.0702473!16s%2Fg%2F11b6syvjds!19sChIJBQg9XuJ3X0YRtl4p6rFmFME?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "The Hairy Pig Restaurant",
    "business_address": "Lilla Nygatan 13, 111 28 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "thehairypig.com",
    "business_category": "Swedish restaurant",
    "ratings": "4.2",
    "review_counts": "1,387",
    "top_review_1": "Review by Norelys Rumbos \nThe food is really good, it is so tasty. But the portion is small to the price.\nWe try the mushroom soup (amazing), the reindeer meat goals balls and a dish with an amazing sausage and a reindeer taco. All was amazing, expensive, but amazing",
    "top_review_2": "Review by Alessandra Distefano \nCabin-like vibe and atmosphere. Great traditional Swedish food. Mainly meat. Moose and reindeer. Friendly staff. Be aware that it’s located in a very touristy area. Better to plan your visit accordingly.",
    "top_review_3": "Review by Hazel Brooks \nHighly recommended place to eat! We stopped by for a quick lunch and was so surprised by the quality of the food and drinks.\n\nThis was one of the best meals we have had so far in Europe to date - the Moose meatballs are exceptional.\n\nWe had Moose meatballs, Reindeer stew, beer, amazing Briska elderflower cider (not sweet, just nice), and their Vasa 1628 brandy. Everything was delicious.\n\n*We ordered on a Friday from the lunch menu and revealed complimentary coffee and cookies afterwards.\n\nService was great - attentive and friendly staff who brought the orders quickly and checked up on us  without being pushy.\n\nOverall cost about 70€, but was well worth it!",
    "google_map_url": "https://www.google.com/maps/place/The+Hairy+Pig+Restaurant/data=!4m7!3m6!1s0x465f77e251f93ee5:0xba94727f3daa3a3d!8m2!3d59.3237975!4d18.0687575!16s%2Fg%2F11c5sd9lpr!19sChIJ5T75UeJ3X0YRPTqqPX9ylLo?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Stockholms Gästabud",
    "business_address": "Österlånggatan 7, 111 31 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 21 99 21",
    "website_url": "facebook.com",
    "business_category": "Swedish restaurant",
    "ratings": "4.7",
    "review_counts": "4,377",
    "top_review_1": "Review by Georgi Karamanov \nThe atmosphere of this restaurant is a delightful step into the past, with its cozy, vintage decor that oozes charm and nostalgia. The ambiance is warm and welcoming, making it the perfect place for a memorable meal. I was recommended this place by a lot of locals and guides. Fortunately for me, there was a single-person table in one of the corners. They take no reservation so it's luck in peak hours and you have to wait outside.\n\nI was welcomed by two lovely ladies who operated the entire front. Now, onto the star of the show: the food. The meatballs at this restaurant are nothing short of legendary. They are the epitome of Swedish comfort food, tender, flavorful, and served with a heavenly cream sauce that's simply to die for. Each bite was a taste of culinary perfection, and it's easy to see why they're renowned. The shrimp toast here is equally exceptional. It's crispy on the outside and bursting with flavor. The combination of succulent shrimp and a delectable sauce is great. It's an absolute must-try for seafood enthusiasts just like everything else here.",
    "top_review_2": "Review by Tanvir Hasan Sadi \nIt’s worth the wait in the queue. Lovely old town atmosphere. Friendly service from the owner, they know how to cheer the customers, mouthwatering food, one dish is more than enough for one person. Must try the beef meatballs, best in the world!",
    "top_review_3": "Review by ambuj sarkar \nIt’s the best restaurant in Stockholm for Swedish food. Highly recommended for Shrimps and tuna dishes in the menu, even meatballs are awesome as well. Must go place for people who likes to eat good food.",
    "google_map_url": "https://www.google.com/maps/place/Stockholms+G%C3%A4stabud/data=!4m7!3m6!1s0x465f9d580aacca9b:0xc5c9d27e708e7ed0!8m2!3d59.32568!4d18.0739918!16s%2Fg%2F11b60d_xzx!19sChIJm8qsClidX0YR0H6OcH7SycU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurang Äng",
    "business_address": "Ästad 10, 432 77 Tvååker, Sweden",
    "business_email": "null",
    "mobile_number": "+46 340 460 61",
    "website_url": "restaurangang.se",
    "business_category": "Fine dining restaurant",
    "ratings": "4.7",
    "review_counts": "63",
    "top_review_1": "Review by Chris Ridzon \nMy wife and I have eaten here several times, Chef Filip and his staff never disappoint. An outstanding experience from top to bottom with amazing locally procured cuisine with a contemporary touch. Attentive fine dining service with attention to every minor detail. The atmosphere is revolutionary and will surprise and delight your senses, throughout the dining experience. They truly deserve a second Michelin star in my opinion!",
    "top_review_2": "Review by Sarah Chu Twisselmann \nMemorable experience with great surrounding and cozy atmosphere. The concept of sustainable and as much local ingredients as possible were inspiring and nice. The service was very comfortable and come with a great amount of soul. The dinner toke almost 4 hours, so don’t forget to set the necessary time for visiting this place.",
    "top_review_3": "Review by Jonas Larsson \nIt's not easy to get a table at Restaurant Äng but it's truly worth the time and the wait (4 months in my case). It's easily top 3 of my restaurant visits ever and a strong contender for the best.\nThe service is perfect the 16 courses are pretty much all magic. For what it is it's also affordable. My favourite is the esparagus variation followed by the fish in kimchi butter and ponzy with grapes from the farm. The new restaurant that opens in 2022 will be bigger and more expensive but probably also will worth it!\nThe most easy 5 stars a place can get! The only thing I'm not a big fan of is the interior design but i can look past that.",
    "google_map_url": "https://www.google.com/maps/place/Restaurang+%C3%84ng/data=!4m7!3m6!1s0x465033462acf7a39:0x9ca1371d9aa4db3d!8m2!3d57.064691!4d12.5555528!16s%2Fg%2F11jjr235ll!19sChIJOXrPKkYzUEYRPdukmh03oZw?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant Ekstedt",
    "business_address": "Humlegårdsgatan 17, 114 46 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 611 12 10",
    "website_url": "ekstedt.nu",
    "business_category": "Fine dining restaurant",
    "ratings": "4.7",
    "review_counts": "684",
    "top_review_1": "Review by Olivia Gassner \nThe most impressive dining experience I’ve ever had. Truly was blown away. From moving through the space, having first courses by the fire, sitting at chefs table and such lovely service / managers… really amazing. Loved all the fresh and local ingredients. Having the option to do the juice + wine pairing was perfect. Expect 3 hours +. Thank you from NYC!",
    "top_review_2": "Review by Anna Chilton \nWhat an experience! The host, Ian, welcomed me even though I didn’t have a reservation. I was given a spot at the bar and tasted the smoky twist on an Old Fashioned, which was delectable. There is a handful of cocktails and each is a take on a classic. The wine menu is a thing of beauty, even by the glass. Swedish wine, both sparking (an affable variety, Solaris) and still, feature by glass and bottle menus. There are classic options and iconic wines, classy new world options (like Hamilton Russel) and an orange wine.\nI was lucky to receive a tour of the kitchen where the chef kindly showed us how the wood fired Swedish ovens work. All the food is sourced as locally as possible, with many ingredients conserved from the summer months.\nThe menu is 16 courses. I only tried 4 and each morsel left a memory of layered, unfolding flavours and textures, crafted and sat on beautiful ceramics.\nIt’s worth noting the diversity of the youthful team, adding nuances to the dishes with inspiration from various regions in Sweden and further afield.\nThe atmosphere is relaxed enough to attract a diverse crowd of food lovers, there was a young couple, an older group of friends, a couple of lone travellers (me and an American lady). That said, you do know, as soon as you walk in, that you’ve entered into a place for serious food lovers. There’s a focus about the place, with each member of staff deeply attentive to the main event - serving you.\nPrepare to be pampered into an olfactory journey by these masters of food and drink.\nWorth a journey to Stockholm. Enjoy!",
    "top_review_3": "Review by Julien Dyminski \nTo this day, the best dining experience I have had, by far.\nService and presentation were perfect.\nFlavors, textures and smells were beyond amazing, trying to describe them with words is futile as most felt either new or unknown.\nThe mixed pairing (wines and juices) is a great option.\nThanks to the whole Ekstedt team for this fabulous evening.\nBooking might be the difficult part ; then for the experience itself plan at least 3 hours.",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+Ekstedt/data=!4m7!3m6!1s0x465f9d5b57403885:0x66354d5b59502e5b!8m2!3d59.3367816!4d18.0749183!16s%2Fg%2F119w6_1cj!19sChIJhThAV1udX0YRWy5QWVtNNWY?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Mathias Dahlgren Matbaren",
    "business_address": "Södra Blasieholmshamnen 6, 111 48 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 679 35 84",
    "website_url": "mdghs.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.5",
    "review_counts": "617",
    "top_review_1": "Review by Dannie Hetz \nFavorite place for dinner in Stockholm!! Local friends met us there. Delicious food, excellent experience, the team were fun and did great with hosting us. We loved the concept of ordering each dish separately (instead of ordering all the courses in the beginning of the meal). It gave the evening a refreshing pace and something to think about and look forward to during the dinner itself 🤍 love it! Would definitely come back.\n\nPs - take the chocolate cake :)",
    "top_review_2": "Review by Seth Guillory \nReally great experience for a romantic dinner. Lots of different options that you can choose a la carte, but we went with the 4 course meal + wine pairing. The wines were delicious and paired so well with each course. My favorite was the saddle of lamb, so tender and flavorful. I also was surprised with how much I loved the mushroom croissant!\n\nFor dessert, our wonderful serve recommended the wild chocolate which might be one of my favorite desserts of all time. It’s been on their menu since they opened for a reason, make sure you get this!!! Overall, such a delicious meal and great service from every interaction",
    "top_review_3": "Review by T K \nDefinitely worth a visit. We ordered pretty much everything on the menu and about half of them were incredible—creative ingredients and succulent.\n\nThe other half we’re still good but more “normal” and didn’t wow us as much.\n\nHighly recommend getting the caviar toast. That was the most delicious caviar we’ve had so far, and such a generous amount. Other good dishes were the mackerel, mushroom dish, and herb icecream.",
    "google_map_url": "https://www.google.com/maps/place/Mathias+Dahlgren+Matbaren/data=!4m7!3m6!1s0x465f9d59b93e0ac9:0xd0a139b13e49623e!8m2!3d59.3293423!4d18.0762112!16s%2Fg%2F11dyk_9fn!19sChIJyQo-uVmdX0YRPmJJPrE5odA?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant C & C",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "null",
    "ratings": "4.5",
    "review_counts": "763",
    "top_review_1": "Review by Noemi S. (Namydust) \nAbsolutely a nice find!\nWas looking for the reindeer meat all around but some of the places don’t have it so came here and they had it on the menu: I had to try it!\nDelicious meat and delicious sides like potatoes, vegetables and very tasty meat sauce! Had also a nice local beer!\nRecommended… Turkish family owns this restaurant and they are super welcoming!\nIt’s expensive… so expect to pay!",
    "top_review_2": "Review by Rikhard Hartikainen \nBrought my American family after googling high ranked restaurants in old town Stockholm that would make them get the best side of Swedish cuisine and they truly got the best side. Incredible food, superb atmosphere and the waiters were incredibly professional. Thanks for making me proud to be Swedish to my family 🙏",
    "top_review_3": "Review by Halley Chen (HC) \nI was there in the late afternoon on a Saturday and it was not too busy, so I was able to get an outdoor table right away. The food was really nice, I had the shrimp for the starter and reindeer medallions for meat. Both are savory and well-done. I also got the mousse for a dessert. Although tasty, it was too small for me. The waiter and waitress were super friendly and nice, and I enjoyed the whole experience. In the summer time, the outdoor area should be wonderful and the indoor should be cozy any time. Be mindful that they may ask you for additional tip which is not common in Sweden? But it is totally up to you.",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+C+%26+C/data=!4m7!3m6!1s0x465f77e25bfdb3d5:0xa26f21a22ec4ee2a!8m2!3d59.3242757!4d18.0695184!16s%2Fg%2F1hc27y8q8!19sChIJ1bP9W-J3X0YRKu7ELqIhb6I?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Rolfs Kök",
    "business_address": "Tegnérgatan 41, 111 61 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 10 16 96",
    "website_url": "rolfskok.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.5",
    "review_counts": "2,369",
    "top_review_1": "Review by this is eunice \nWe initially had a bad first impression because the staff seemed rather stern and unenthusiastic, but the food was of great value for money. For the quality of the food I definitely would've been willing to pay more.\n\nIn particular I would recommend the breaded halibut and pork confit. The variety of potatoes that came with each main course also deserve a special mention. Seen lots of great reviews about the red wine braised ox cheeks but we personally found the red wine too intense.",
    "top_review_2": "Review by Magnus Skog \nCozy place with excellent cooking overall. Staff was friendly and the service fast. Hearty portions of comforting dishes to enjoy this cold November night. Great wine recommendations. Highly recommended!",
    "top_review_3": "Review by Achi T \nThe service staff were busy but moved quickly. Lunch came with soup and bread; I'm not sure if coffee was included because I ordered a latte. The lunch options included vegetarian, lamb, and beef, but I ordered fish. It was a sizable portion of fish, which was quite fresh. Overall, the meal was light and satisfactory.",
    "google_map_url": "https://www.google.com/maps/place/Rolfs+K%C3%B6k/data=!4m7!3m6!1s0x465f9d6612867693:0x9761e4a2f1b35be!8m2!3d59.3387043!4d18.0570522!16s%2Fg%2F11dyld84s!19sChIJk3aGEmadX0YRvjUbL0oedgk?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Nomad | Swedish Food & Bar",
    "business_address": "Upplandsgatan 2, 111 23 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 20 20 42",
    "website_url": "nomadbar.se",
    "business_category": "Scandinavian restaurant",
    "ratings": "4.4",
    "review_counts": "1,493",
    "top_review_1": "Review by Ciara \nThe food was quite good, and it came hot and well plated. The restaurant was kept clean and tables were cleared quite quickly. However, I noticed some glass near the entrance inside was broken (no shards of glass had been left unswept to be clear), but this was my only concern. Tables are a little close together in spots, so they may be inaccessible to larger people or disabled people. Staff were not impolite and were quite friendly, yet after a while, they seemed to want us to leave as we had not ordered more food, which I suppose is quite fair. That being said, I do think Nomad is worth a visit for what I believe to be authentic Swedish meatballs at a decent price, and the atmosphere in the restaurant is quite pleasant, but I would advise that once you're finished your meal, either order dessert or don't overstay your welcome.",
    "top_review_2": "Review by Jamie The Business Bear \nA really lovely place to visit and it was evident that the team and the chefs really enjoyed their work. Excellent attention to detail and some delicious dishes made for a really great visit. Good pilsner on tap too. The steak dish was beautifully cooked and the dessert was absolutely lovely. Would really recommend as a first stop in Stockholm.",
    "top_review_3": "Review by Monica W \nDelicious food except for the actual meatballs, which tasted kind of overcooked and rubbery. My companion said, \"At least you know they weren't frozen, they taste so homemade.\"\n\nFriendly staff, fast service. Window seats a bit gross with all the old cushions... The normal seats and the rest of the interior look nice though, pretty good ambience. Close to the train station.",
    "google_map_url": "https://www.google.com/maps/place/Nomad+%7C+Swedish+Food+%26+Bar/data=!4m7!3m6!1s0x465f9d66966399e3:0xa5437c1563a722a9!8m2!3d59.336107!4d18.0552917!16s%2Fg%2F11by_y_5yn!19sChIJ45ljlmadX0YRqSKnYxV8Q6U?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Den Gyldene Freden",
    "business_address": "Österlånggatan 51, 111 31 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 24 97 60",
    "website_url": "gyldenefreden.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.3",
    "review_counts": "1,221",
    "top_review_1": "Review by Noemi S. (Namydust) \nWhat an incredible food experience! One of the oldest restaurants in the world, more than 300 years old building!\nThe salmon was OUTSTANDING! We saw also other plates and they all looked great! Of course you need to pay a little bit more than usual to dine there, but it’s worth a visit at least once! And book ahead of time!\nNice waitresses, super nice and gentle!",
    "top_review_2": "Review by Danielle Wood \nWe found this restaurant on Google while looking for something that offered traditional Swedish food. The food, service, and experience did not disappoint. Our server explained this was the oldest restaurant in the world and opened in 1722. We enjoyed the shrimp and herring starters with classical schnapps, the Swedish meatballs and venison for mains, followed by the raspberry parfait. I'd highly recommend making a reservation as they are quite busy.",
    "top_review_3": "Review by Amy Shin \nVery rustic local atmosphere for authentic Swedish food, especially the meatballs. Nothing mind blowing, but in a convenient location. I would pass on the salmon next time.",
    "google_map_url": "https://www.google.com/maps/place/Den+Gyldene+Freden/data=!4m7!3m6!1s0x465f77e2d0fa60a3:0x8adb31e9ae0128a5!8m2!3d59.3231727!4d18.0737898!16s%2Fm%2F026qsj3!19sChIJo2D60OJ3X0YRpSgBrukx24o?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Swede Hollow",
    "business_address": "Vasaplan 4, 111 20 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 505 631 00",
    "website_url": "hotelcstockholm.se",
    "business_category": "Swedish restaurant",
    "ratings": "3.6",
    "review_counts": "71",
    "top_review_1": "Review by 哟哟哟LYC \nI walked in with the intention of ordering the same food as I was \"ok\" dining place through pictures from google posts.\n\nThey had none, possibly a change of chief... a bit disappointed. Then when the food got brought up, and you had a taste of it...\n\nYou never think of food the same way. Not like i haven't went to other fancy restaurants in all countries...\n\nBut...\n\nAnyway, if you decided to come and saw that what i posted is no longer available, don't be too surprised. Just ask nicely of what is recommended, and hope you have fun!",
    "top_review_2": "Review by natia zarqua \nHighly recommend this place, interior is nice, stuff is super attentive and food is very delicious. I ate spinach&ricotta cannelloni. Take into consideration that they are changing menu's periodically.",
    "top_review_3": "Review by Dominika Vrábelová \nLovely food, we weren’t blown away by the taste combinations but they were delicious anyway. We had veal and salmon, artichoke as appetizer.\nStaff was very friendly and professional — made our visit that much better.",
    "google_map_url": "https://www.google.com/maps/place/Swede+Hollow/data=!4m7!3m6!1s0x465f9dbb64c4c6df:0xb88835550e76630e!8m2!3d59.3319792!4d18.0566681!16s%2Fg%2F11h3k_qsm_!19sChIJ38bEZLudX0YRDmN2DlU1iLg?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurang Prinsen",
    "business_address": "Mäster Samuelsgatan 4, 111 44 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 684 238 11",
    "website_url": "restaurangprinsen.se",
    "business_category": "European restaurant",
    "ratings": "4.4",
    "review_counts": "2,163",
    "top_review_1": "Review by Gustaf Sjögren \nRecommended if you want to try classic Swedish cuisine.\n\nVery friendly staff. Tasty gluten-free toast. Very nice classy locales. Received main courses 30 minutes after order so not the quickest service, but acceptable for the quality of food.\n\n++Staff\n+Food\n+Gluten-free alternatives\n+Locale\n\nOnly minus was that the heater was temporarily out of order which meant it was slightly colder than comfortable.",
    "top_review_2": "Review by S Berman \nLoved everything about this place, from the doorman who greeted us and took our coats to the wait staff with the witty comeback who didn't mind taking our photos.\n\nThe food was amazing, and was a great introduction to Scandinavian food. I cannot recall the names of the dishes so the photos will have to do. Our friend's colleague regaled us with stories of notable figures who dined there. Yet, there was no air of snobbishness. In fact, for me, at least, it gave off a very nice cozy feeling.\n\nReservation is a must as it is a very popular place.",
    "top_review_3": "Review by Sten Sun \nI visited here with my colleagues after work a little early.\nI think the price is a little expensive, but they offer various and delicious menus, and I have enjoy it more deliciously because the manager even explained the food history himself.\nI want to visit again next time and try all the menus. :)",
    "google_map_url": "https://www.google.com/maps/place/Restaurang+Prinsen/data=!4m7!3m6!1s0x465f77f95f9e2b8d:0xba7484e3144e2050!8m2!3d59.3343917!4d18.0732944!16s%2Fg%2F11fnlppz61!19sChIJjSueX_l3X0YRUCBOFOOEdLo?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Fem små hus",
    "business_address": "Nygränd 10, 111 30 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 10 87 75",
    "website_url": "femsmahus.se",
    "business_category": "Fine dining restaurant",
    "ratings": "4.3",
    "review_counts": "916",
    "top_review_1": "Review by Biesmans Mathijs \nWe just had our NYE dinner here.\nThe NYE menu existed out of 5 courses for 1095 sek. If you wanted the accompanying wines it was 695 sek extra.\n\nThe atmosphere is great, old classy tavern vibes.\n\nThe food was okay to good. The taste of each ingredient on your plate fitted with the rest.\nHowever, I’m not complete convinced that it justifies the price. But as it was New Year’s Eve, I guess we also paid for this special night.\n\nI’m not familiar with Swedish hospitality as we’re visiting here, but it seemed the staff wasn’t specifically happy to be working on NYE.\n\nAll combined a 4/5. Nice food and a nice setting for Stockholm’s oldest restaurant.",
    "top_review_2": "Review by Mike Forsman \nA very atmospheric restaurant in the heart of Old Town. Great food, great service, and wonderful atmosphere. Like all places in Old Town, the restaurant is expensive, but that is to be expected given the location. They have a great lunch and dinner menu which focuses on traditional Swedish meals. I can warmly recommend this place based on my experience there.",
    "top_review_3": "Review by Praveen Joshi \nAwesome place of 17th century Tavern one of the 10 world’s oldest restaurants! Speaks of the history and food is amazing as well the service!!! We just loved the fish and vegetarian menu paired with best of french and white wine…! Just loved the candle light setup on a cozy swedish winter…!",
    "google_map_url": "https://www.google.com/maps/place/Fem+sm%C3%A5+hus/data=!4m7!3m6!1s0x465f77e2aa2d84f7:0xf9fcc3c23498849b!8m2!3d59.3253551!4d18.0740834!16s%2Fg%2F11dyhyhjc!19sChIJ94QtquJ3X0YRm4SYNMLD_Pk?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Smak",
    "business_address": "Oxtorgsgatan 14, 111 57 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 22 09 52",
    "website_url": "smakstockholm.se",
    "business_category": "Fine dining restaurant",
    "ratings": "4.4",
    "review_counts": "1,272",
    "top_review_1": "Review by Sebastian Gierth \nExtraordinary restaurant with great ambience. The dishes are laid out by taste and prepared very creatively. The presentation is very appealing and there is the possibility to order a wine corresponding to the dish in each case. The service is attentive and friendly, and the price-performance ratio is reasonable. A recommendation for all who want a very special taste experience that will be remembered.",
    "top_review_2": "Review by Gail Bishop \nVisited Smak in Sep 2023. An absolute delight to find a tasting menu that has a dedicated vegetarian list of dishes and you can pick the ones you like!\n\nI had a choice of 10 savoury and 4 sweet. Picked 3 savoury and 2 sweet. Every single one utterly delicious and packed with complex flavours. Wine pairings available too. Definitely quite a pricy meal (but we'd had some much cheaper meals earlier in the week so could justify this as an end-of-the-holiday treat).\n\nI love the fact that their menu changes seasonally, and if I'm in Stockholm again any time soon, I will definitely be making another visit to Smak.",
    "top_review_3": "Review by Pankaj Gupta \nAmazing experience. Food was amazing, the vegetarian menu was part of the theme and not an after thought. They paced the food with a lot of time in between, we sat for over 3.5 hours and it never felt rushed, even full or bloated after all the food. Wish we had the capacity to try each flavor. Highly recommended!\n\nOnly negative was it was packed and noisy.",
    "google_map_url": "https://www.google.com/maps/place/Smak/data=!4m7!3m6!1s0x465f9d5d99a988a5:0x5abdc801848bb00b!8m2!3d59.3352274!4d18.0653041!16s%2Fg%2F1tl1ghnz!19sChIJpYipmV2dX0YRC7CLhAHIvVo?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Slingerbulten",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "4.5",
    "review_counts": "2,146",
    "top_review_1": "Review by Russell C \nI really enjoyed my meal here and would definitely visit again if I ever go back to Stockholm. I went for the meatballs with mashed potato, lingonberries, and pickles which was very good. Service was quick and friendly.",
    "top_review_2": "Review by Rachel Cheung \nFound this local gem for lunch, they have 4-5 good options unlike most restaurants that only serve one dish for lunch at a discounted price. You can also get salad bread coffee and juice which is included. I am pleasantly surprised by the quality and portion given the super affordable price! ~160 sek. The decor is also very cozy and staff very attentive and considerate. Highly recommend if you are visiting the old town. We got the fish, potato pancake and meatballs. They all tasted great but even more so the pancakes as the ingredients are simple yet so tasty.",
    "top_review_3": "Review by Tamami Naito-Badessa \nWe came in the summer and ate here twice at our hotel concierge’s recommendation; the first night and the last night. We were skeptical at first since it was located in Old Town and in the middle of a touristy lane but I came for the meatballs and this place was it! And we left highly satisfied and came back the last evening for more meatballs, escargot and pickled herring. Husband had pan fried herring which he devoured. We sat at the bar, chatted up with the staff and ordered schnapps. The staff knows hospitality for sure and they made us feel right at home!",
    "google_map_url": "https://www.google.com/maps/place/Slingerbulten/data=!4m7!3m6!1s0x465f77e2451e6f1f:0x2e7b3f2ab18d7fc3!8m2!3d59.3243135!4d18.0687916!16s%2Fg%2F1tdvyj7g!19sChIJH28eReJ3X0YRw3-NsSo_ey4?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "At Six Dining Room",
    "business_address": "Brunkebergstorg 6, 111 51 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 578 828 60",
    "website_url": "hotelatsix.com",
    "business_category": "Restaurant",
    "ratings": "4.4",
    "review_counts": "332",
    "top_review_1": "Review by Aviad Tamir \nHad a business lunch there.\nThe service was super-professional and helpful.\nThe food was nicely-presented but both the tartar and the bisque that I ordered were WAAAY too salty. My colleagues who ordered other dishes confirmed that the level of salt was strongly indicating that the chef was in love😀\nVery good wine selection.",
    "top_review_2": "Review by Aiman \nOk,  this should be a Michelin star restaurant, every single plate is an art …\n\nI tried most of the menu at dinner , all are super delicious .\n\nAmazing presentation for every single plate …\n\nService is superb, thanks to our host, Mr , Marco , he was a unique…\n\nThanks to the chef , you made our day …. If I plan to come to Sweden , he will be a reason for that …\n\nBig thanks",
    "top_review_3": "Review by kun chen \nWe stay three nights here and had dinner on the second day. The food are very salty to us and the main dish are small for us as adults.\n\nHowever, all the staff were nice. Only the food is not good. The seafood bisque just like the water from the sea..We drink 2 bottle of water after the meal.",
    "google_map_url": "https://www.google.com/maps/place/At+Six+Dining+Room/data=!4m7!3m6!1s0x465f9d5eebbe1b5d:0xf89ce42946444ff7!8m2!3d59.3309757!4d18.0669268!16s%2Fg%2F11ggs56fyg!19sChIJXRu-616dX0YR909ERinknPg?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Portal",
    "business_address": "Sankt Eriksplan 1, 113 20 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 30 11 01",
    "website_url": "portalrestaurant.se",
    "business_category": "Restaurant",
    "ratings": "4.5",
    "review_counts": "861",
    "top_review_1": "Review by Charbel Wakim \nAmazing place with very reasonable prices! The food is great and the portions are huge.\n\nTry the love stew highly recommended 👍🏻",
    "top_review_2": "Review by Philip Gissen \nPortal would be a popular restaurant in any city in the world.  Filled with the handsome people of all persuasions, it was a scene.  I set back the hip quotient exponentially.  Food was consistent and good.  Cocktails were made well, and throughout the restaurant liquor flowed.  You will have a good time at Portal.  Service was nice, but quite taken with itself.  Their flippant attitude was the one negative.",
    "top_review_3": "Review by Collin Donoho \nFound this place on the Eaters guide and sure did not disappoint. They do have a sister bar next door as well. We walked into what seemed a very lowkey restaurant serving traditional Swedish fare with a twist. For our reservation, we sat at the bar, and it was lovely. The menu has many options, and the wine list is expansive. Service was fantastic by everyone, and super friendly. Everything we had was very tasty as well -",
    "google_map_url": "https://www.google.com/maps/place/Portal/data=!4m7!3m6!1s0x465f9d7bafe95555:0x6026f4a9bcfeacfa!8m2!3d59.3389529!4d18.0389927!16s%2Fg%2F11cp93651p!19sChIJVVXpr3udX0YR-qz-vKn0JmA?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Centre Stockholm",
    "business_address": "Stora Nygatan 26, 111 27 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "4.4",
    "review_counts": "71",
    "top_review_1": "null",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Centre+Stockholm/data=!4m7!3m6!1s0x465f77e25ae9524d:0xf62ad49a4ed8ab1c!8m2!3d59.3242173!4d18.069082!16s%2Fg%2F11cn93z7p6!19sChIJTVLpWuJ3X0YRHKvYTprUKvY?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant Konstnärsbaren",
    "business_address": "Smålandsgatan 7, 111 46 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 679 60 32",
    "website_url": "konstnarsbaren.se",
    "business_category": "Restaurant",
    "ratings": "4.4",
    "review_counts": "905",
    "top_review_1": "Review by Eleonore Lilja \nKB is a really classy and cosy place. The ambience feels luxury and historic, with the walls full of art. The food as well as the service keeps a high standard, and I’m always leaving feeling happy after dining at KB. Here you’ll find a mix of traditional Swedish food and some seasonal and modern new dishes. Really recommend this place for a great culinary experience.",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+Konstn%C3%A4rsbaren/data=!4m7!3m6!1s0x465f9d5b90aff91f:0x8decff387f96f83b!8m2!3d59.3336648!4d18.0745146!16s%2Fg%2F11dyj9h8_!19sChIJH_mvkFudX0YRO_iWfzj_7I0?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Sjätte Tunnan",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Bar",
    "ratings": "4.2",
    "review_counts": "1,790",
    "top_review_1": "Review by Alexandros Tsakiris (Sigulf) \nIt's a great place to bring friends who are visiting Stockholm. The atmosphere is great, and the presentation is also very good. The food served is not something you can find typically at restaurants, hence a bit \"unique\" in a good way that fits the overall visit. You can order a lot of mead (be careful) in a huge container to drink with friends. The overall experience is well-balanced the food is very good, on top of it.",
    "top_review_2": "Review by Adrian Roos \nLovely place to experience medieval atmosphere. Staff are telling encouraging stories. And you are only allowed to eat like the original people. Quite the experience. Besides that is the food just amazing. Both the main dish as the desert were astonishing. You also have a wide range of medieval beverages like mead that suit your meal. Go there! You won't be disappointed.",
    "top_review_3": "Review by Antiopi Katsara \nGreat place to visit to taste medieval food and some traditional Swedish mead. We were pleasantly surprised, as we thought it might be too touristic, but the quality of the food was really good and the staff was extremely kind and friendly. We mostly enjoyed the meatballs and the salmon mousse, which looked like an apple 🍎 Highly recommended.",
    "google_map_url": "https://www.google.com/maps/place/Sj%C3%A4tte+Tunnan/data=!4m7!3m6!1s0x465f77e2fcf6e625:0x42bb3691fc5ba30f!8m2!3d59.3234866!4d18.070695!16s%2Fg%2F1tgpr74s!19sChIJJeb2_OJ3X0YRD6Nb_JE2u0I?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant Bobergs Matsal",
    "business_address": "Hamngatan 18-20, 111 47 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 762 81 61",
    "website_url": "bobergsmatsal.se",
    "business_category": "Restaurant",
    "ratings": "4.5",
    "review_counts": "155",
    "top_review_1": "Review by Pyrognats \nWe visited for a Christmas lunch. The set meal featured traditional Swedish Christmas starters like cold prawn hors d'oeuvre, lox, marinated herring with Kalix Löjrom, duck liver pâte, ham, Västerbotten cheese, crispbread and spice bread. This was followed by a warm main of duck breast with root fruits accompanied by fried kale. Dessert was a dark chocolate mousse topped with soft maraschino cherries and a fruit sobert. Drinks cost extra. Overall fantastic, professional staff, classic setting.\n\nWe were seated with a lovely view of a wintry Kungsträdgården. Food wise, the crisp bread and cheese were amazing and marinated herring was fresh. The duck breast was a letdown, overcooked and hard. The dessert is a chocolate and cherry lovers' delight but didn't appeal to me. My order of Chardonnay was a pleasant drink that was full of flavourful notes. The Swedish brewed coffee was a smooth medium roast that provided a good wrap up to our visit.\n\nIt is not mandatory to have the Christmas set as you can also order á la carte. Reservations recommended as this restaurant is very popular.",
    "top_review_2": "Review by Joakim Troëng \nDecent, but just not there at all! We had the tasting menu and the flavors were to some extent both interesting and rewarding, but so many times just not well combined!  Also the service had problems helping us with our drink selection and didn't/couldn't present the dishes. The vanilla bavaroise and the entre toast were the best dishes!",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+Bobergs+Matsal/data=!4m7!3m6!1s0x465f9d5c180702f5:0x3170ae964dffed04!8m2!3d59.333121!4d18.06946!16s%2Fg%2F11clwn5wws!19sChIJ9QIHGFydX0YRBO3_TZaucDE?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Adam/Albin",
    "business_address": "Rådmansgatan 16, 114 25 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 411 55 35",
    "website_url": "adamalbin.se",
    "business_category": "Restaurant",
    "ratings": "4.8",
    "review_counts": "571",
    "top_review_1": "Review by Martins Freidenfelds \nWOW WOW. What an amazing experience. Everything was spot on and so well done. From welcome at doors and recognizing my girlfriend. Service was just superb smooth and professional. Food was just a dream every dish was so well done those amazing tastes. Seriously best food experience ever. Atmosphere so calming and relaxing music was just spot on. Thank you well done. Merry Christmas.",
    "top_review_2": "Review by Nisha Isaac \nHaving been to the three star Michelin restaurant La Sarte this past weekend I can wholeheartedly say that this restaurant in Stockholm is one that I am more likely to visit again.  The attention to detail and the service was top notch.  They noted my dislike of apples with the welcome drink and asked if I would like a substitution for an apple forward dessert.  The food was scrumptious and the kitchen operated seamlessly like a well oiled machine.  We had the best seats in the house allowing us to view the kitchen.  The meal at this restaurant is lingering in my memory as a favorite experience.   I look forward to our next visit.",
    "top_review_3": "Review by Claire \nFantastic Michelin Star restaurant. Friendly and knowledgeable staff. Intimate feel, they only seat ~30 people in the restaurant every night. The non-alcoholic beverage pairing was great, each drink paired well with the food and had complex flavors with interesting ingredients and techniques used to make them. My pescetarian dinner was perfect, the celeriac root was the best vegetable I’ve ever eaten with such a tender texture and smoky, deep flavor. The food is all salty but food in Sweden is salty, it’s just a different flavor profile than places like England. Small portions but a lot of food, you will leave very full.",
    "google_map_url": "https://www.google.com/maps/place/Adam%2FAlbin/data=!4m7!3m6!1s0x465f9d69bf88d629:0xc190386b27901bf5!8m2!3d59.3429935!4d18.0661856!16s%2Fg%2F1hc5286tm!19sChIJKdaIv2mdX0YR9RuQJ2s4kME?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant Leijontornet",
    "business_address": "Lilla Nygatan 5, 111 28 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 506 400 84",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "4.6",
    "review_counts": "37",
    "top_review_1": "Review by Amanda W \nOverall I would rate 3.5 stars considering the price level. Service was very good. Food was decent.\n\nWe were seated next to the tweed bar, and found this area to be less cozy than the other rooms at the restaurant. The air was stuffy and it got quite warm.",
    "top_review_2": "Review by Marcus Widegren \nWhat can I say? Nordic haute cuisine I guess?\n\nThis establishment is a hidden gem in Stockholm. I've been to most places around town and this really blew my mind. We ate for two people and shared the dishes as this was our most preferred way of dining. Very fun and creative dishes. The complexity of the dishes were high and every herb was used in a very profound way - which matched the proposed wine in a very refined way.\n\nWhat ever you decided to choose, please feel comfortable asking the staff as they are very knowledgable. We had some amazing food with a good tempo between meals to enjoy conversation and sip the excellent wine. I wish we had more time for drinks and if I would have re-made this evening I would most definitely plan for pre-drink or after drinks in the bar. Extra shout out to the staff that took care of us super well.\n\nI really enjoyed walking into a strange entrance and revel in a new world. Staff 100%, raw material 100% and I really enjoyed other guests not being too much business people.\n\nMake sure to reserve a table before as it is not easy to just drop by.",
    "top_review_3": "Review by car engine \nWe got the seasonal menu, which let us sample whole range of their main courses!",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+Leijontornet/data=!4m7!3m6!1s0x465f77e247f71859:0x671f4e40654bf357!8m2!3d59.3243952!4d18.0678829!16s%2Fg%2F11dyl5wfh!19sChIJWRj3R-J3X0YRV_NLZUBOH2c?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant Verandan",
    "business_address": "Södra Blasieholmshamnen 8, 111 48 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 679 35 00",
    "website_url": "grandhotel.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.5",
    "review_counts": "430",
    "top_review_1": "Review by John Maull \nI had a great smorgasbord dinner at the Verandan. The food was delicious and bountiful, and gave me a great perspective on Swedish cuisine. The friendly waiter guided me through the eating experience, making sure that I added for right sauces to the dishes. Sadly, the smorgasbord at the Grand Hotel is only one of two left in Stockholm.",
    "top_review_2": "Review by James Eisnor \nSo the buffet is only available on weekends but I decided to come in anyway and do the three course meal for lunch. The staff was so kind and answered all questions I had about the food and the area.\n\nShout out to Roland who was my server. Such a kind man and gave me his personal recommendations for drinks and a brief history on red tea which I found very interesting. If I'm ever in Stockholm again I will definitely be returning",
    "top_review_3": "Review by Val Bpsoma \nSWEDEN | Stockholm ! Nice view to the sea! Must book before you go!",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+Verandan/data=!4m7!3m6!1s0x465f9d59bb32aa59:0x6da33ac63ae22547!8m2!3d59.329731!4d18.0751324!16s%2Fg%2F1tj516ny!19sChIJWaoyu1mdX0YRRyXiOsY6o20?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Tak",
    "business_address": "Brunkebergstorg 2, 4, 111 51 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 587 220 80",
    "website_url": "tak.se",
    "business_category": "Fusion restaurant",
    "ratings": "4.2",
    "review_counts": "3,067",
    "top_review_1": "Review by Sonia A \nAbsolutely LOVE this place. The food in the restaurant is amazing- we got the rice bowls and the butter and bread (both 10/10). The host and servers were so helpful and lovely. The rooftop bar is gorgeous, drinks are great and the atmosphere is amazing too. If you’re in Stockholm and don’t come here you’re missing out!!!",
    "top_review_2": "Review by Nathan Rakaczky \nYour next after work spot. They have some great views of the city and wonderful food to match. Their sushi is fresh, with some mouth kicking wasabi. I can highly recommend the pork bao. It was melt in your mouth with a large portion to share with the table. They also had a fun take on oysters if your looking for some aphrodisiacs or just a good taste.",
    "top_review_3": "Review by ooerim \nOne of the best spots for the view, so so for the food.  As starters, we had oysters and brioche with mushrooms which were decent but the scallops with artichoke cream was really nice. For the main dish, sirloin steak with mushroom butter which wasn’t up to the expectation, it could be that we had a big group and it was prepared in a rush. And for desert, we had Japanese crème caramel with strawberries, which was quite similar to a usual crème caramel. So overall experience was positive but if I would come here again it would be more for the atmosphere rather than the food.",
    "google_map_url": "https://www.google.com/maps/place/Tak/data=!4m7!3m6!1s0x465f9d5ee97bf223:0xd9375dfc7e533f!8m2!3d59.3305194!4d18.06715!16s%2Fg%2F11g6xbb0fq!19sChIJI_J76V6dX0YRP1N-_F032QA?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Woodstockholm",
    "business_address": "Mosebacke Torg 9, 116 46 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 36 93 99",
    "website_url": "woodstockholm.com",
    "business_category": "Fine dining restaurant",
    "ratings": "4.6",
    "review_counts": "715",
    "top_review_1": "Review by Johan Verhoeff \nWe went here to enjoy our Christmas evening and we had a very nice experience. The restaurant is very cozy small, but for us it was part of the experience. The staff was very friendly and what attracted us most was the story telling of the dinner. Ours were sports themed and with each dish we got a interesting, funny story and delicious course served. Definitely recommend if your looking for something non standard dinner. Bit pricey, but the food was good quality!",
    "top_review_2": "Review by E. T. \nThe restaurant is very small, and sitting at the bar next to strangers that scream is not an ideal way to start your evening. Regarding the food (theme pancakes), nice presentation but rather uninteresting flavors and very small portions. We had the four course menu, and that was in no way adequate amount of food. The service was lovely but unfortunately not enough to even it out, we won't be coming back.",
    "top_review_3": "Review by Orjana Lico \nI had a spot by the bar and ordered several dishes as per my own choice - ending up eating too much but I was happy about it. I loved it, every dish- from the reindeer snack, to bacalaitos and duck pancakes. The last meal, I opted for a vegetarian option, called okonomiyaki - one of the best meals of my life. It was an incredible explosion of flavors. I’d make the remark of too much salt as well, less would work equally well in the majority of the cases.\nService was adorable, absolutely. I had the feeling it’s one of this beautiful discoveries that will live long in my memories with the wish to come back and relive the same.",
    "google_map_url": "https://www.google.com/maps/place/Woodstockholm/data=!4m7!3m6!1s0x465f77fb0c43494b:0xbe726ab15a6d4c52!8m2!3d59.3177696!4d18.0750584!16s%2Fg%2F1yh9tygmd!19sChIJS0lDDPt3X0YRUkxtWrFqcr4?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Frantzén",
    "business_address": "Klara Norra kyrkogata 26, 111 22 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 20 85 80",
    "website_url": "restaurantfrantzen.com",
    "business_category": "Fine dining restaurant",
    "ratings": "4.8",
    "review_counts": "580",
    "top_review_1": "Review by Arturo Sanchez \nOverall experience was fantastic. Impeccable service and the food is perfect. The atmosphere is so nice and comfortable that you feel at home.  They made a great champagne recommendation. It's very nice to be able to see the kitchen in front of you while they cook.\nThe place deserves it's reputation without any question",
    "top_review_2": "Review by Joanna Ro \nWow. What a place. This is 100% perfection, but without the attitude. The staff is lovely! Service is all through amazing. Food is divine and the whole experience a dream. Every little detail is well thought through and it was a pleasure to take part of the Frantzén experience. It felt like a saga. Bravo!!",
    "top_review_3": "Review by John Elvesjö \nWe come here once per year or so. This visit was my sixth after they changed location.\nEverything was really good and we sincerely enjoyed it. Some change of staff was a bit sad to see but probably expected.\nSome dishes have shrunk a bit and the total cost has reached a hard to motivate premium to other superb restaurants in Europe.\nThe premium wine package was in general a positive surprise, except for one wine that had clearly been opened for some time (there on a Tuesday and they are closed on Mondays).\nWe liked it better before they received the third star to be honest. I’m in no great hurry to come back, which has normally been the feeling after dining there.",
    "google_map_url": "https://www.google.com/maps/place/Frantz%C3%A9n/data=!4m7!3m6!1s0x465f9d6733260a87:0x1825e09dabb605f6!8m2!3d59.3339101!4d18.0586124!16s%2Fm%2F0bh9ty1!19sChIJhwomM2edX0YR9gW2q53gJRg?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurang Hantverket",
    "business_address": "Sturegatan 15a, 114 36 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 121 321 60",
    "website_url": "restauranghantverket.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.6",
    "review_counts": "1,794",
    "top_review_1": "Review by Tobias Edvardsson \nThe interior is beautiful and the staff is really caring. They catered for allergies really well and explained their lovely menu with ease. We all were able to find dishes we liked with clear guidance from the staff. Great wines with very reasonable prices.",
    "top_review_2": "Review by Ivan Fatoni \nMy company treated us to a delightful 5-course dinner at this establishment. Each dish was a culinary masterpiece, tantalizing our taste buds with every bite. The only minor drawback was the portion size; some of us found it to be on the smaller side. Nonetheless, the overall experience was thoroughly enjoyable, and the quality of the food left a lasting impression",
    "top_review_3": "Review by Sonia A \nCame here for dinner and got 1 item each from each menu block as recommended. Definitely enough food. The food was so so delicious but just incredibly salty- everything was over-salted unfortunately. The taco was the show stopper for sure!\nThere was a bit of a wait between the 3 courses (50 minutes and 25 minutes) which felt a bit crazy but luckily we were happy to chat and catch up! The servers were lovely and maybe the wait times were an anomaly :)\n\nI’ll definitely be back!!",
    "google_map_url": "https://www.google.com/maps/place/Restaurang+Hantverket/data=!4m7!3m6!1s0x465f9d438d393fab:0x2e7144f8b350a22!8m2!3d59.3414578!4d18.0767585!16s%2Fg%2F11c5rpprkk!19sChIJqz85jUOdX0YRIgo1i08U5wI?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Unn",
    "business_address": "Brunkebergstorg 2, 111 51 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "unnrestaurant.com",
    "business_category": "Restaurant",
    "ratings": "4.3",
    "review_counts": "21",
    "top_review_1": "Review by Josefina Forstén \nAmazing food. Amazing chef, also super cute. But my favorite was the sommelier, he was so good, filled with knowledge about he wines and also super funny and cute. I wanted him to be my best friend. Lol. Amazing place, will definitely come back.",
    "top_review_2": "Review by Swapnil Kumar \nGreat vibes",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Unn/data=!4m7!3m6!1s0x465f9d5ee9b6bd31:0xefd94bdefe7783ff!8m2!3d59.3305547!4d18.0671027!16s%2Fg%2F11gbxctm9t!19sChIJMb226V6dX0YR_4N3_t5L2e8?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Familjen",
    "business_address": "Arkivgatan 7, 411 34 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 31 20 79 79",
    "website_url": "restaurangfamiljen.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.4",
    "review_counts": "1,316",
    "top_review_1": "Review by Reina Furukawa \nThe sophisticated Swedish food in Gothenburg. We had a course dinner, it came with bread, appetizer, main, and dessert. Everything was so tasty. Today’s drink with cucumber wad so fresh and tasty, and the staff was raking care of us and survive was good.",
    "top_review_2": "Review by Anders Hansson \nWelcoming staff in cozy environment.\n\nThe food was good, but the fish dish was strangely under seasoned, must have been a mistake given that everything else was on par.\n\nGood drinks and a small but nice selection of craft beers.",
    "top_review_3": "Review by Jacques Botha \nWe had a very good experience at Familjen. The restaurant is lovely decorated and have a relaxed atmosphere.\nOur dishes was very flavoursome and beautifully presented. The portions was just right and we walked out feeling very satisfied.\nI must make special mention of our waiter Theodore who was really good.\nWe ordered the menu and thought it was good value for money.\nThe special Bloody Mary cocktail was the best I've had.",
    "google_map_url": "https://www.google.com/maps/place/Familjen/data=!4m7!3m6!1s0x464ff3716e9fc2fd:0xe1495a7a2732c242!8m2!3d57.6974758!4d11.9761492!16s%2Fg%2F1hc6z1bns!19sChIJ_cKfbnHzT0YRQsIyJ3paSeE?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Sushi Sho",
    "business_address": "Upplandsgatan 45, 113 28 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 30 30 30",
    "website_url": "sushisho.se",
    "business_category": "Sushi restaurant",
    "ratings": "4.6",
    "review_counts": "962",
    "top_review_1": "Review by Jan Näpärä \nI wasn't actually expecting anything special since I didn't even know this was a one star restaurant.\n\nFor a person not usual to visit these kinds of restaurants I think I got a bit scared. You eat everything together and it feels like a bit of a show.\n\nThe food was good, but for the price of the food i think that I can find many other places better than this. Maybe my tasting level is not there yet but I have eaten many many sushis around the world and I would say the fish was good but the sushi in total... It's just too boring for my taste. When they presented their signature dish I was just waiting for this perfection of dish and it was super beautiful but that's where the excitement stopped. The course was... Bland? It's super difficult to set a point on the restaurant because the quality of the ingredients were impeccable. It was just a disappointment to not experience this super good tasteful food.\n\nI left still hungry which also for me tells that I wasn't satisfied. Did I get the feeling I would return? No. I am happy to try a one star restaurant and to realize that maybe I need to eat and taste more food before I can really enjoy this.",
    "top_review_2": "Review by Eva Ströberg \nSushi Sho served excellent sashimi and sushi. They were creative with the menu. For a one star Michelin restaurant, this place felt like a steal for the price. That said, they offered an extra menu with the tuna belly that almost cost like the entire meal\n\nI wish they would just put that as option on the menu when we made the online booking, because it would be easier to decide and people more aware of this option, it’s just my two-cent.",
    "top_review_3": "Review by RITA GULER \nA truly amazing omakase experience. They have 14 seats, which allows them to really take care of every diner. We had the sake pairing as well, which works quite well with the experience. They offer add on tuna items;  all must haves, my personal favorite was the tartare with caviar.",
    "google_map_url": "https://www.google.com/maps/place/Sushi+Sho/data=!4m7!3m6!1s0x465f9d6ff2555555:0x133ad2b21d7c66ad!8m2!3d59.3412151!4d18.04979!16s%2Fg%2F11h7t00xyf!19sChIJVVVV8m-dX0YRrWZ8HbLSOhM?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "View Skybar & Restaurant",
    "business_address": "Stora Badhusgatan 26, 411 21 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 31 750 10 00",
    "website_url": "rivertonview.se",
    "business_category": "Restaurant",
    "ratings": "4.3",
    "review_counts": "719",
    "top_review_1": "Review by Emmm M \nWe’ve been here for dinner a couple of years ago and the atmosphere and view is still the most romantic in Gothenburg. The food is good, my fish was amazing and my boyfriend’s veal was ok, but needed a proper meat knife. We actually asked for another knife but the second one was just as blunt as the first one... Still, it’s not “the best” food experience according to my very particular taste, but well worth the time and money. I’d come again, for the overall experience no doubt! We had the tartar starter that was good but over ambitious so some of the flavors are lost, to much going on, and the soup which was nice. Enjoyed everything. I have to give a comment about the service, best waitress in forever! Corona has certainly had an impact on what you expect but the service at View from the waitress was better than most places. 10 out of five stars for service without a doubt! Attentive, fast and friendly. Feels as friendly as your local pub but service at Michelin level. Amazing and I don’t know how you do it!",
    "top_review_2": "Review by Jake Weston \nThe food is absolutely fantastic and so is the view. The waitress was well spoken and a delight, spoke perfect English as most people do. Definitely worth splashing out on to enjoy yourself",
    "top_review_3": "Review by Milos M \nGreat atmosphere, impressive panoramic view with a very good food  and nice and friendly staff. It's really worth experiencing.",
    "google_map_url": "https://www.google.com/maps/place/View+Skybar+%26+Restaurant/data=!4m7!3m6!1s0x464ff36805d16015:0xcfdc8f3f2e4f1da2!8m2!3d57.7037771!4d11.9565085!16s%2Fg%2F11cly8k_xj!19sChIJFWDRBWjzT0YRoh1PLj-P3M8?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Bakfickan",
    "business_address": "Jakobs torg 12, 111 52 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 676 58 09",
    "website_url": "operakallarensbakficka.se",
    "business_category": "Swedish restaurant",
    "ratings": "5.0",
    "review_counts": "13",
    "top_review_1": "Review by Xirley Calleja \nBest place for a nice lunch, especially if you want to try some authentic Swedish meatballs. We just walked in without reservation and that wasn't an issue at all. I also tried the fried egg starter which was equally delicious. The ambience is great, we sat by the bar. The service was also impeccable.",
    "top_review_2": "Review by N \nHighly recommend if you are interested in taking some very delicious and authentic Swedish meatballs! I found this place on Yelp and decided to give it a go (after going to Ikea hehe) and the location is quite central. I was able to snag a small table off the bar area during a quiet moment in the evening. The staff was very efficient and friendly. I knew what I wanted immediately, but decided to take a peek at the menu anyway. I ordered the Swedish meatballs with lingdon berries and cucumbers served with potatoes and gravy. It was divine!!! I was also brought a plate of bread, which was very delicious! I highly recommend visiting!",
    "top_review_3": "Review by Luca D \nAmazing ! Very nice restaurant, I love the atmosphere there! Nice staff and the food was very good! Here you can taste local dishes like Swedish meatballs",
    "google_map_url": "https://www.google.com/maps/place/Bakfickan/data=!4m7!3m6!1s0x465f9d3b7b2a120b:0xf5f18d9d5ea2cf1a!8m2!3d59.330155!4d18.0708033!16s%2Fg%2F11v6srzd6d!19sChIJCxIqezudX0YRGs-iXp2N8fU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "SK Mat & Människor",
    "business_address": "Johannebergsgatan 24, 412 55 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 31 81 25 80",
    "website_url": "skmat.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.7",
    "review_counts": "963",
    "top_review_1": "Review by Scarlett \nFood was quite good, have tried the 6 meals and paring there.\n\nEverything was good, nice food, tasty drink, super nice services!  Especially like the beef oyster tartar.\n\nI liked everything, except the duck tart 😂 almost makes me want to puke from the thickness  of fat and jam.",
    "top_review_2": "Review by François Meurisse \nThe food was excellent, the recipes and ingredients absolutely delicious.\n\nOnly things to improve: the dinner was very long and lacked pace. 3h+ in total, because of 30 minutes wait time between courses. Would have been better with less wait time and an opportunity to finish below 2h30 total if we wanted - like other tasting menus we experienced in Michelin starred restaurants. The non alcoholic pairing lacked a little fantasy and fresh ingredients.\n\nStill - congrats for the food and great restaurant",
    "top_review_3": "Review by Sudharshan Ravi \nThey are not flexible with accomodating food preferences even after you email them weeks in advance. They do not handle email communications, as it is a different part of the group that handles emails and reservations. Feels strange to use that as a reason when it is a Michelin star.\n\nFood was good, we wanted to do 6 course but because of time constraints we could do only 4 course and they were very particular about the time. Not sure how regular 6 course menus fit within the allotted time.\n\nService was friendly but very very normal. Nothing more than a regular restaurant. Not a Michelin Star restaurant experience.\n\nOverall, food was good but did not feel like a Michelin star AT ALL.",
    "google_map_url": "https://www.google.com/maps/place/SK+Mat+%26+M%C3%A4nniskor/data=!4m7!3m6!1s0x464ff3768d44700b:0x6dfb26b5b6e01fb0!8m2!3d57.6971232!4d11.983079!16s%2Fg%2F11b76pct_q!19sChIJC3BEjXbzT0YRsB_gtrUm-20?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Swedish Street Food",
    "business_address": "Ringvägen 108, 116 61 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 25 58 66",
    "website_url": "swedishstreetfood.se",
    "business_category": "Restaurant",
    "ratings": "4.7",
    "review_counts": "128",
    "top_review_1": "Review by Matt Verett \nExcellent food, some of the tastiest Swedish meatballs that I have had in Stockholm. Also tried the Hunter's wrap, delicious! Highly recommend this place. One of the best restaurants I have eaten at during my trip here.",
    "top_review_2": "Review by Rani Chabo \nYou feel very welcome whenever you enter this place. They actually care that you walked in, just beautiful.\n\nThey certainly did their homework with the menu. Beautiful combinations of  flavours combined with good service.\n\nI'll be seeing you soon again ❤️",
    "top_review_3": "Review by YngYng \nThe meatballs were magnificent, the best I've had in Sweden thus far and to say it was life changing would not be an exaggeration!\n\nBut be prepared to wait for a good 20min for these meatballs to be served. Worth the wait though! The chef mentioned he takes 2 hours to make these daily, ans I have to agree they taste incredible!",
    "google_map_url": "https://www.google.com/maps/place/Swedish+Street+Food/data=!4m7!3m6!1s0x465f777b1680ec83:0xe022c97146fa39a3!8m2!3d59.3077122!4d18.0778678!16s%2Fg%2F11vcwffggh!19sChIJg-yAFnt3X0YRozn6RnHJIuA?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Supper Stockholm",
    "business_address": "Humlegårdsgatan 17, 114 46 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 23 24 24",
    "website_url": "supper.nu",
    "business_category": "South American restaurant",
    "ratings": "4.4",
    "review_counts": "1,024",
    "top_review_1": "Review by Abigail D'Souza \nGreat entrees. cocktails were ok. The meringue dessert was only ok. Order the gambas, they were the best! You order 6-7 dishes and they bring out enough for your table.",
    "top_review_2": "Review by Eveline Berg \nVisited with a large group of nine people for a birthday lunch and the information about sharing was a little bit confusing. We were both vegetarian and non-veg and it was impossible to just order two separate selections of tapas from the menu, the server wanted us all to order together which made the whole experience confusing and not so fun.\n\nThe servers also kept squeezing in between me and the table to get to the dishes or to serve food instead of politely announcing their presence and smoothly making their way, which annoyed me. They made me feel like I was in their way.\n\nThe food was good (above average I would say for the price point) but alot of what arrived at the table were not warm. Almost cold.\n\nThe atmosphere were that of a hotel restaurant I think, not very cosy, but it was located in connection to a mall so maybe that added to the not so cosy feeling.",
    "top_review_3": "Review by Jenza \nRelaxed but upmarket atmosphere, super fast and professionalservice, tasty food - had the salmon/lax dagens menu, very nice. Recommended",
    "google_map_url": "https://www.google.com/maps/place/Supper+Stockholm/data=!4m7!3m6!1s0x465f9d6616a3de9d:0x1f01596d9875e37!8m2!3d59.3365517!4d18.0747333!16s%2Fg%2F1tcwdltk!19sChIJnd6jFmadX0YRN16H2ZYV8AE?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurang Slipen",
    "business_address": "Beckholmsvägen 26, 115 21 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 551 531 05",
    "website_url": "slipen.se",
    "business_category": "Restaurant",
    "ratings": "4.4",
    "review_counts": "958",
    "top_review_1": "Review by Luke Phang \nWe visited this place for a fancy dinner after a day of visiting museums. The service here was fantastic and we felt very welcomed as tourists, even though we may be underdressed for the occasion. The resident dog was friendly as well and added to the overall experience.\n\nThe food was great, but the ones that blew our mind away were the starters. We ordered the octopus and scallop, both which were fresh and tasted heavenly. The scallop melted in our mouth while the octopus was tender. Paired with the seasoning, they were the highlight of our meal.\n\nWe ordered the steak to share as our main. The beef was done to medium on default, which may have tasted tough to some people, and the cutting had a fatty portion that not many people may enjoy. Still it tasted decent, though it would not be the one of the highly rated beef we have tasted.\n\nThe interior itself was romantic, the ceiling height windows really added to the atmosphere. Good place to bring a date, with the sea view.\n\nOverall, it was an enjoyable experience. Definitely made our trip memorable.",
    "top_review_2": "Review by Shaina Kuo \nAbsolutely amazing experience!\nThe food was so good - we took both fish and steak. Honestly, one of the best steak frites ever. Classic dishes with a very innovative and special twist. They have a nice wine list to choose from. The location is stunning! Special thanks to Bella for the best service ever :)",
    "top_review_3": "Review by Julien van der waal \nBeautiful restaurant! Came here after visiting the ABBA Museum. The ambience within the restaurant is really cool with pretty art & boats tied to the ceiling. We all tried one of their pizzas and they were all very delicious, and affordable too. Service was really friendly and talkative, so we also had some nice conversations. Can highly recommend this restaurant if you get the chance to visit it!",
    "google_map_url": "https://www.google.com/maps/place/Restaurang+Slipen/data=!4m7!3m6!1s0x465f424126e13e07:0x221bfb3d3ab4303b!8m2!3d59.3223377!4d18.1017094!16s%2Fm%2F02qsr0s!19sChIJBz7hJkFCX0YROzC0Oj37GyI?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant NOI",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "4.3",
    "review_counts": "145",
    "top_review_1": "Review by Juliana Beltrán Díaz \nI only went there for a late night craving: a fondant au chocolat. They were about to close, but I asked for the dessert and lucky me the chef was there and offered me that last service. I appreciated that very much! She even took it to our table. I must say this is one of the most perfectly well done fondant au chocolat I've tasted (and I've tasted a lot!). A bit of crumble outside, spongy and moist inside, lava center, perfect temperature! The decoration was nice too, very well balanced.",
    "top_review_2": "Review by Johnny Åkerlind \nWe went to NOI for dinner with some friends. Food was good but some dishes wasn't, in my opinion, worth its price. The tuna (both starter and main) was really good and everyone in out company agreed that the tuna starter was the clear winner. Deserts were also good. Three of us had the beef as main which was a bit too tough for the price. For the price I expected something more tender.\n\nOverall we had a nice experience, the staff was friendly although appeared a little stressed and you could tell we had to be done at a certain time to make room for the next sitting.",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+NOI/data=!4m7!3m6!1s0x465f9d5b93dd226b:0x214b37a03ff3de77!8m2!3d59.3334395!4d18.0737699!16s%2Fg%2F11g6jb_npd!19sChIJayLdk1udX0YRd97zP6A3SyE?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurang Slipen",
    "business_address": "Beckholmsvägen 26, 115 21 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 551 531 05",
    "website_url": "slipen.se",
    "business_category": "Restaurant",
    "ratings": "4.4",
    "review_counts": "958",
    "top_review_1": "Review by Luke Phang \nWe visited this place for a fancy dinner after a day of visiting museums. The service here was fantastic and we felt very welcomed as tourists, even though we may be underdressed for the occasion. The resident dog was friendly as well and added to the overall experience.\n\nThe food was great, but the ones that blew our mind away were the starters. We ordered the octopus and scallop, both which were fresh and tasted heavenly. The scallop melted in our mouth while the octopus was tender. Paired with the seasoning, they were the highlight of our meal.\n\nWe ordered the steak to share as our main. The beef was done to medium on default, which may have tasted tough to some people, and the cutting had a fatty portion that not many people may enjoy. Still it tasted decent, though it would not be the one of the highly rated beef we have tasted.\n\nThe interior itself was romantic, the ceiling height windows really added to the atmosphere. Good place to bring a date, with the sea view.\n\nOverall, it was an enjoyable experience. Definitely made our trip memorable.",
    "top_review_2": "Review by Shaina Kuo \nAbsolutely amazing experience!\nThe food was so good - we took both fish and steak. Honestly, one of the best steak frites ever. Classic dishes with a very innovative and special twist. They have a nice wine list to choose from. The location is stunning! Special thanks to Bella for the best service ever :)",
    "top_review_3": "Review by Julien van der waal \nBeautiful restaurant! Came here after visiting the ABBA Museum. The ambience within the restaurant is really cool with pretty art & boats tied to the ceiling. We all tried one of their pizzas and they were all very delicious, and affordable too. Service was really friendly and talkative, so we also had some nice conversations. Can highly recommend this restaurant if you get the chance to visit it!",
    "google_map_url": "https://www.google.com/maps/place/Restaurang+Slipen/data=!4m7!3m6!1s0x465f424126e13e07:0x221bfb3d3ab4303b!8m2!3d59.3223377!4d18.1017094!16s%2Fm%2F02qsr0s!19sChIJBz7hJkFCX0YROzC0Oj37GyI?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "SK Mat & Människor",
    "business_address": "Johannebergsgatan 24, 412 55 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 31 81 25 80",
    "website_url": "skmat.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.7",
    "review_counts": "963",
    "top_review_1": "Review by Scarlett \nFood was quite good, have tried the 6 meals and paring there.\n\nEverything was good, nice food, tasty drink, super nice services!  Especially like the beef oyster tartar.\n\nI liked everything, except the duck tart 😂 almost makes me want to puke from the thickness  of fat and jam.",
    "top_review_2": "Review by François Meurisse \nThe food was excellent, the recipes and ingredients absolutely delicious.\n\nOnly things to improve: the dinner was very long and lacked pace. 3h+ in total, because of 30 minutes wait time between courses. Would have been better with less wait time and an opportunity to finish below 2h30 total if we wanted - like other tasting menus we experienced in Michelin starred restaurants. The non alcoholic pairing lacked a little fantasy and fresh ingredients.\n\nStill - congrats for the food and great restaurant",
    "top_review_3": "Review by Sudharshan Ravi \nThey are not flexible with accomodating food preferences even after you email them weeks in advance. They do not handle email communications, as it is a different part of the group that handles emails and reservations. Feels strange to use that as a reason when it is a Michelin star.\n\nFood was good, we wanted to do 6 course but because of time constraints we could do only 4 course and they were very particular about the time. Not sure how regular 6 course menus fit within the allotted time.\n\nService was friendly but very very normal. Nothing more than a regular restaurant. Not a Michelin Star restaurant experience.\n\nOverall, food was good but did not feel like a Michelin star AT ALL.",
    "google_map_url": "https://www.google.com/maps/place/SK+Mat+%26+M%C3%A4nniskor/data=!4m7!3m6!1s0x464ff3768d44700b:0x6dfb26b5b6e01fb0!8m2!3d57.6971232!4d11.983079!16s%2Fg%2F11b76pct_q!19sChIJC3BEjXbzT0YRsB_gtrUm-20?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "SPAGO",
    "business_address": "Götgatan 24, 118 46 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 641 14 15",
    "website_url": "spago.se",
    "business_category": "Restaurant",
    "ratings": "4.2",
    "review_counts": "763",
    "top_review_1": "Review by Monika Graj \nThe food was amazing! From appetizers to main courses. Really recommend pasta with veil and truffles. Delicious. Good choice of wine as well. If you don’t have reservation don’t come. 🥲",
    "top_review_2": "Review by Rein Northrop \nDelicious food. Noodles on the harder side. Good service but seating is a bit tight.",
    "top_review_3": "Review by Lidia \nSpago is one of my favourite restaurants in Stockholm. The people working there makes the experience lovely. However, the food might be the best part of this place. Their pasta is amazing and also, great prices.",
    "google_map_url": "https://www.google.com/maps/place/SPAGO/data=!4m7!3m6!1s0x465f77e4cb35576f:0x6fa2c2d0340d1f17!8m2!3d59.3183343!4d18.0710793!16s%2Fg%2F11f_lxk3sn!19sChIJb1c1y-R3X0YRFx8NNNDCom8?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Pataka",
    "business_address": "Erik Dahlbergsgatan 41, 115 34 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 664 10 50",
    "website_url": "patakarestaurant.com",
    "business_category": "Indian restaurant",
    "ratings": "4.6",
    "review_counts": "399",
    "top_review_1": "Review by akhila nallaparaju \nCame for a short trip to Stockholm from Gothenburg and completely enjoyed the food here.\n\nWe ordered chicken biriyani and Mama’s coconut curry. Both of them were yum 🤌🏻♥️ I would definitely going to recommend this to others who visit Stockholm. Best Indian Restaurant in Sweden with authentic flavours",
    "top_review_2": "Review by N K \nGood Indian tasty food. The quantity was lil less for the prices but that’s fine as the taste was awesome, the seating arrangement could have been better as the in house guests are more important than the once who book and do not turn up.",
    "top_review_3": "Review by Pyrognats \nRecommend the cream chicken tikka for starters. This skewered chicken was fruity and savoury.\n\nAs for the the Ludhiyani Saag Mutton and Chicken Tikka Makhani, the dishes came with only a small serving of rice on the rice which the dish small. Seems there is an expectation to also order naan bread for a more complete meal.\n\nThe taste of the main dishes were ok, nothing to shout about. The flavours and serving style here including the mango lassi which was served in a bowl like a soup are very different from other Indian restaurants and I found the experience more expensive but less satisfying.",
    "google_map_url": "https://www.google.com/maps/place/Pataka/data=!4m7!3m6!1s0x465f9ded44816a29:0xeeb4bd32c9823b31!8m2!3d59.3444013!4d18.0926218!16s%2Fg%2F11j2ybhqvc!19sChIJKWqBRO2dX0YRMTuCyTK9tO4?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Villaggio Restaurant",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Italian restaurant",
    "ratings": "4.2",
    "review_counts": "657",
    "top_review_1": "Review by Tano D'Amore \nThe overall experience at \"IL Villaggio\" in Stockholm was mixed. While the staff lacked professionalism, the food was commendable, offering a nearly authentic Italian taste. Consider it if you prioritize food quality over service.",
    "top_review_2": "Review by My SISStories \nThis is my boyfriend's favorite Italian restaurant and he took me here first time yesterday. Their spaghetti and pasta were great. Even thougt I'm usually not a pasta lover but I love both dishes we ordered. Service was nice same as the atmosphere. Next time I would like to try meat dish here. I love meat.",
    "top_review_3": "Review by Javier Camacho Font \nGood staff, good food, and authentic italian at Stockholm. 100% recommended",
    "google_map_url": "https://www.google.com/maps/place/Villaggio+Restaurant/data=!4m7!3m6!1s0x465f9d507edb62c1:0x943595511e8f8b8d!8m2!3d59.333346!4d18.0827301!16s%2Fg%2F1tlwd84h!19sChIJwWLbflCdX0YRjYuPHlGVNZQ?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "The South Indian, Stockholm",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Indian restaurant",
    "ratings": "4.2",
    "review_counts": "1,294",
    "top_review_1": "Review by Sebastian Wang \nReally great Indian food. Prices are fair, but quality is supreme. The super menu I ordered is almost enough for two people. The Masala and curry taste like a charm.\nI would definitely try the chicken cuisine next time.",
    "top_review_2": "Review by Rishin S \nReturn visit after long time and really surprised with increase in quality of food .\nEvery item i tasted was close to perfection . Seems like a new chef; they have done a great job with food quality .\nService took a bit time - understandable given how the food turned out to be fredhöy prepared .",
    "top_review_3": "Review by Patrick McCartney \nI don’t have many places like this where I’m from. With that said I think this is the best Indian food I’ve ever had. Definitely get the dosa (ghee is what we tried) and the Mango Lassi. They can also make it very spicy if that’s your thing. I would come back here next time I’m in Stockholm!",
    "google_map_url": "https://www.google.com/maps/place/The+South+Indian,+Stockholm/data=!4m7!3m6!1s0x465f9dd9cee3c7af:0x73d58d038d4b9740!8m2!3d59.3407967!4d18.0598219!16s%2Fg%2F11h07ww0hw!19sChIJr8fjztmdX0YRQJdLjQON1XM?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Swedish Street Food",
    "business_address": "Ringvägen 108, 116 61 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 25 58 66",
    "website_url": "swedishstreetfood.se",
    "business_category": "Restaurant",
    "ratings": "4.7",
    "review_counts": "128",
    "top_review_1": "Review by Matt Verett \nExcellent food, some of the tastiest Swedish meatballs that I have had in Stockholm. Also tried the Hunter's wrap, delicious! Highly recommend this place. One of the best restaurants I have eaten at during my trip here.",
    "top_review_2": "Review by Rani Chabo \nYou feel very welcome whenever you enter this place. They actually care that you walked in, just beautiful.\n\nThey certainly did their homework with the menu. Beautiful combinations of  flavours combined with good service.\n\nI'll be seeing you soon again ❤️",
    "top_review_3": "Review by YngYng \nThe meatballs were magnificent, the best I've had in Sweden thus far and to say it was life changing would not be an exaggeration!\n\nBut be prepared to wait for a good 20min for these meatballs to be served. Worth the wait though! The chef mentioned he takes 2 hours to make these daily, ans I have to agree they taste incredible!",
    "google_map_url": "https://www.google.com/maps/place/Swedish+Street+Food/data=!4m7!3m6!1s0x465f777b1680ec83:0xe022c97146fa39a3!8m2!3d59.3077122!4d18.0778678!16s%2Fg%2F11vcwffggh!19sChIJg-yAFnt3X0YRozn6RnHJIuA?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Carls Deli",
    "business_address": "Hötorgshallen, Sergels Torg 29, 111 57 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 70 841 07 77",
    "website_url": "carlsdeli.se",
    "business_category": "Restaurant",
    "ratings": "4.8",
    "review_counts": "232",
    "top_review_1": "Review by James Doohan (Jimi) \nIncredible pasta, literally savoured every bite. Thankfully didn't have to wait long for a table for 2 on the bar facing the kitchen. Vibe is cool. Prices are good. Felt very full at the end.\nHad the pasta of the day and am still thinking about it.",
    "top_review_2": "Review by Nicholas Galea \nNestled among the busy market is a beautifully authentic Italian gem.\n\nOrdered:\nPasta of the day - perfectly cooked pasta with pork, speck and a creamy saucy. Simply amazing dish\n\nMortadella with pepper and caper berries - the perfect starter to any dish or refreshing and moorish snack. Large portion that did not sacrifice on quality.",
    "top_review_3": "Review by Giovanni Vajna de Pava \nLittle place, half deli half diner.\nReally good food, properly prepared.\nWish they had better coffee, but that's not their thing.\nDefinitely come here for lunch, but her in early as it gets crowded.",
    "google_map_url": "https://www.google.com/maps/place/Carls+Deli/data=!4m7!3m6!1s0x465f9d5df606999f:0x93def6d21e70750!8m2!3d59.3342274!4d18.06279!16s%2Fg%2F11c4b7z163!19sChIJn5kG9l2dX0YRUAfnIW3vPQk?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Brasserie Balzac Restaurang",
    "business_address": "Odengatan 26, 113 51 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 120 543 38",
    "website_url": "balzac.se",
    "business_category": "Restaurant",
    "ratings": "4.1",
    "review_counts": "1,662",
    "top_review_1": "Review by Gr. C. \nI visited this restaurant twice within 2 days. I really love the taste, I highly recommend tuna as starters, fish or mussels as main dish.\nTheir french fries are the best I’ve ever tried, the proportion of crispy shell and soft potato inside is really well controlled. And they’re Not oily at all! You can taste oil but it just adds more flavour in them.",
    "top_review_2": "Review by Thomas Unander-Scharin \nNice restaurant, good food and professional service. Thursday special: File of beef with pepper sauce. Busy place so make reservation!",
    "top_review_3": "Review by Yani Wang \nVery typical French restaurant chatty atmosphere. The service is good and efficient. Food are nice and fair price. The duck liver was my favorite. Wines are generally ok - even house wine is tasty.",
    "google_map_url": "https://www.google.com/maps/place/Brasserie+Balzac+Restaurang/data=!4m7!3m6!1s0x465f9d6bfc3aee75:0x13716dbc542dd589!8m2!3d59.3455643!4d18.0611816!16s%2Fm%2F0cmc4ty!19sChIJde46_GudX0YRidUtVLxtcRM?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Checa",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Peruvian restaurant",
    "ratings": "4.6",
    "review_counts": "524",
    "top_review_1": "Review by Silvia Lorenzo Rodríguez \nThe food was so tasty and flavourful. It has been a while since I hadn't tried such good dishes. Looking forward to coming back ❤️\nUnfortunately the deserts did not live up to the expectations of the savory dishes, something that happens in the majority of good restaurants sadly.\nSomething that could be a bit better is that we had to call the waiters every time we wanted something so a bit more attention would be appreciated.\nAll that said, I definitely recomend their food and a good indicator is that they are always fully booked, difficult to book on short notice 😜",
    "top_review_2": "Review by Tararat Nowsaeng \nVery nice Peruvian foods and drinks. We followed the recommend of 3 meal course and not disappointed at all.\nThe foods are mostly seafood but there are options of vegetarian and non-seafood.\nRecommend: mixto and belly-pork fried.",
    "top_review_3": "Review by Lia Soleil \nGreat food, nice vibe of the place but what really elevates this place is the service 👌 10 out of 10. We arrived 30 minutes late due to traffic and we called to notify the restaurant so when we arrived they had organized to speed up our service which was actually very enjoyable. Food was really good, emphasis on seafood on the menu and when they say the sauce for the ceviche is spicy, they're not joking (and this comes from someone who used to live in Mexico). The owner is very considerate and the staff just went above and beyond to make our visit and my birthday celebration a night to remember. Make sure to try their Pisco Sour cocktail.",
    "google_map_url": "https://www.google.com/maps/place/Checa/data=!4m7!3m6!1s0x465f77f6483d1955:0x13e2109f8a1d914a!8m2!3d59.3144773!4d18.0872848!16s%2Fg%2F11fxw5393r!19sChIJVRk9SPZ3X0YRSpEdip8Q4hM?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Holy Cow Vasastan",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Indian restaurant",
    "ratings": "4.4",
    "review_counts": "540",
    "top_review_1": "Review by Stephane LeStuff \nOne of our favorite Indian restaurants in Stockholm. We really appreciate the large choice of vegan dishes which is maybe the best in the city. The food is fresh and very tasty 👍",
    "top_review_2": "Review by Eloisa \nBest Indian restaurant I've tried in Sweden. They also have a vegan menu and vegan nan! I've been going back for years and it never disappoints.\nThe restaurant can handle bigger seatings as well so it's a good place for a meet up with the family or friends group.\nIf you are going alone the portions are quite big so don't hesitate to ask for a doggy bag.",
    "top_review_3": "Review by prathik_ 98 \nI recently dined at this restaurant, and unfortunately, the experience was marred by the arrogant behavior of the staff. From the moment I walked in, I felt like an inconvenience rather than a valued customer. The servers were dismissive and we had to wait over 15 minutes despite having a reservation. When I asked questions about the menu, their responses were condescending and unhelpful. It's disappointing to have your dining experience soured by staff attitudes. The food may have been decent, but the lack of courtesy and respect from the staff left a lasting negative impression. It literally felt as if the staff was doing a favour on us by serving the food.",
    "google_map_url": "https://www.google.com/maps/place/Holy+Cow+Vasastan/data=!4m7!3m6!1s0x465f9d7a5d2ae605:0xe2e534399b474e88!8m2!3d59.3407239!4d18.0400942!16s%2Fg%2F11cncl49xh!19sChIJBeYqXXqdX0YRiE5Hmzk05eI?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Lux Stockholm",
    "business_address": "Primusgatan 116, 112 67 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 619 01 90",
    "website_url": "luxdagfordag.se",
    "business_category": "Restaurant",
    "ratings": "4.5",
    "review_counts": "509",
    "top_review_1": "Review by Anna J \nVery happy about what we got! Food was fresh and the combination was creative. We liked the artichoke dish. Zucchini on the side was juicy. For starter we took deer tartar and roe. The roe was simple but of good quality; deer tartar had crispy root vegetable on the top, which made the dish balanced and interesting. For desert we took wheat ice cream and puff pastry with yoghurt ice cream. Can very much recommend the wheat ice cream - such an unique taste! Usually we find restaurant desert very heavy and it would become almost a pain to eat with a full stomach, but their deserts were light and not that sweet, giving the whole meal a very nice end.",
    "top_review_2": "Review by Liu Malory \nSwedish cuisine with a modern twist, I would give 4.5 stars coz there is an improvement that can be done.\nThe food materials of this place were selected from local providers, that is good not only because we could know the source of the food but also supporting local businesses.\nThe cured char fish had totally removed the fishy odor and the green tomatoes had neutralized the heaviness of the fish. It was very appetizing. The coriander cream with lamb was a genius combo, together with the multi types of veggies served, it was a dish that made you focus more on veggies than the meat. The flavors of veggies were brought up and enhanced by the flavors of lamb grease. The cloudberry pancake was served with melted brown butter, sounds greasy but in fact it was tasty, a perfect balance of milky and fruity flavors. It was a pity that I’m allergic to nuts and could not enjoy the almond ice cream, which I believe was better than the vanilla one.\nThe improvement can be done is the selection of the cut of the lamb. Mine piece of lamb had a lot of tendons inside, which was hard to chew on.",
    "top_review_3": "Review by Jacek Obral \nNo doubt, my favourite lunch place in Stockholm! I've been here over 100 times and maybe once I didn't like my meal. Cosy, stylish building which was Electrolux factory back in a days. Food is awesome, service is friendly and helpful. I like seasonality of their cuisine - all the time there is a fresh fish in the menu, great quality lamb and wild meat during autumn season. Also, vegetarian options are so good that I started to eat more vegetarian foods",
    "google_map_url": "https://www.google.com/maps/place/Lux+Stockholm/data=!4m7!3m6!1s0x465f76327edc0403:0x299dcbdb7c86a4b9!8m2!3d59.3229863!4d18.0072111!16s%2Fg%2F11x7vd5d2!19sChIJAwTcfjJ2X0YRuaSGfNvLnSk?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Stockholm, Sverige",
    "business_address": "Sveavägen 98, 113 50 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Thuringian restaurant",
    "ratings": "null",
    "review_counts": "null",
    "top_review_1": "null",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Stockholm,+Sverige/data=!4m7!3m6!1s0x465f9d6a2d01d7a9:0x595973f4762311d2!8m2!3d59.3424894!4d18.0574516!16s%2Fg%2F11vj7bsf4w!19sChIJqdcBLWqdX0YR0hEjdvRzWVk?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Swedish Diner",
    "business_address": "Drottninghögsvägen 5, 254 58 Helsingborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 42 20 18 80",
    "website_url": "swedishdiner.se",
    "business_category": "Fast food restaurant",
    "ratings": "4.4",
    "review_counts": "630",
    "top_review_1": "Review by Holly May \nAmazing authentic Swedish food! Me and my friends busted Helsingborg for the day and wanted to try some traditional food and I couldn’t recommend this place enough. My friends had the schnitzel and I had the Swedish meatballs, both tasted amazing. Super friendly service, the staff happily accommodated us. It was -10 degrees outside and this cosy diner was what we needed to warm us up. We got the number 7 bus from the sea front and you buy the tickets inside the station, it only took us 15mins to get there.",
    "top_review_2": "Review by Cecilia Nakamura \nFriendly staff and very patient because we had to translate all the menu to English and then to Portuguese.\nThe chicken schnitzel was one of the best I’ve ever eaten!\nIf you ever go to Helsingborg, I definitely recommend this place.",
    "top_review_3": "Review by Ben Chao \nDelicious schnitzel and Swedish meatballs - salad was so good that we went back for a second side. Great deal and very worth the short bus ride from downtown Helsingborg!",
    "google_map_url": "https://www.google.com/maps/place/Swedish+Diner/data=!4m7!3m6!1s0x46522d10e86fc989:0x915a67c17891b1fe!8m2!3d56.0672031!4d12.7235569!16s%2Fg%2F1z44qtrlz!19sChIJiclv6BAtUkYR_rGReMFnWpE?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant PA&Co",
    "business_address": "Riddargatan 8, 114 35 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 611 08 45",
    "website_url": "instagram.com",
    "business_category": "European restaurant",
    "ratings": "4.4",
    "review_counts": "203",
    "top_review_1": "Review by Saba Gvetadze \nThis was the best culinary experience I’ve had in Stockholm. The server was amazing, food was DELICIOUS and atmosphere was just what I needed to feel at home in a strange city 😊",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+PA%26Co/data=!4m7!3m6!1s0x465f9d5b0b64b147:0x92ed8c79adc002a1!8m2!3d59.3346418!4d18.0754882!16s%2Fg%2F1thr5t4h!19sChIJR7FkC1udX0YRoQLArXmM7ZI?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "La Chef",
    "business_address": "Storkyrkobrinken 14-16, 111 28 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "facebook.com",
    "business_category": "Restaurant",
    "ratings": "4.5",
    "review_counts": "253",
    "top_review_1": "Review by Flavia \ndelicious lunch with the family! we stumbled upon this cute place full of b&w photos of famous people and more by chance while we were walking around the city center delicious dishes and first choice quality the staff who in reality was a single guy very capable and kind waiter despite the place being quite full!\nthe meat was so delicious 🤤\nthey have a good coffee too 🫶🏼 ☕️",
    "top_review_2": "Review by Nick Dujardin \nThe spaghetti Bolognese, Carbonara and burger were amazing! Never tasted a better spaghetti before (and it’s my favorite dish). I would 100% recommend La Chef for your next restaurant. They did however forget a few orders that we made, but other then that, everything was more then we wished for. It was so delicious, that we returned the next day. :-) Bon appétit!",
    "top_review_3": "Review by Elsa Robino \nWe stopped here to drink something, when we saw on the next table, a plate of salmon that looked very good. We then ordered the same plate and it was delicious! Perfectly cooked fish with delicious pomme dauphine style purée. Nice staff and resonnable price! We recommend.",
    "google_map_url": "https://www.google.com/maps/place/La+Chef/data=!4m7!3m6!1s0x465f77e2106c552d:0x51a7a8307ac81291!8m2!3d59.3256951!4d18.0676452!16s%2Fg%2F11c54b092z!19sChIJLVVsEOJ3X0YRkRLIejCop1E?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "The Old Smokehouse",
    "business_address": "Smedsuddsvägen 1, 132 46 Saltsjö-boo, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 715 00 45",
    "website_url": "theoldsmokehouse.se",
    "business_category": "Restaurant",
    "ratings": "4.3",
    "review_counts": "1,167",
    "top_review_1": "Review by Sia \nSuperb restaurant! The meals are top notch, admirations to the chef. Staff is always very kind and welcoming. The ambience is unique - stylish interior and beautiful surroundings. There is a food truck in the summer.\nStrongly recommend the visit the restaurant on one of their brunch occasions.",
    "top_review_2": "Review by Lars Stegemann \nOne of the best meals I have ever had. Beautiful location. Great service. I gave it 4 stars because the cold drinks were not really cold.  Highly recommended. Reasonably priced for what you get.",
    "top_review_3": "Review by Johan Lorentzon \nThe top thing about this place is the atmosphere. The location is great and the restaurant is beautiful.\n\nThe food is ok if you’re a meat lover. I found it to be really greasy, but that’s what you would expect at a place like this.\n\nThe staff was kind, but it took forever to get the food. Also they gave us the wrong order. It was corrected with a discount so no harm done.\n\nI recommend this place to meat lovers, but I don’t know if I will come again any time soon.",
    "google_map_url": "https://www.google.com/maps/place/The+Old+Smokehouse/data=!4m7!3m6!1s0x465f81fd9d28c521:0xf6fe9de706e8f26f!8m2!3d59.2999335!4d18.2580782!16s%2Fg%2F11c6w3n_z7!19sChIJIcUonf2BX0YRb_LoBued_vY?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Aymra Libanesisk",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "3.7",
    "review_counts": "54",
    "top_review_1": "Review by Tano D'Amore \nPlace nice, good atmosphere, the staff was nice and professional. Food awful, I order pappardelle with sausage and pean (horrible). The pappardelle were cut in a small piece, no taste. (Pasta price was around 270). Worse food experience I had in Stockholm. We also order a steak, it was ok. The waiter was very polite and he take off from the bill the pasta. Anyway very expensive. No good.",
    "top_review_2": "Review by Siva \nService keeping up the score. Pizza was well burned underneath. Food tasted soso only thing that was really good was the fish stew.",
    "top_review_3": "Review by Sirine Ameur \nVery beautiful restaurant with a refined and delicious menu. We got a little bit of everything and shared the tasty dishes, it was perfect! The margarita pizza is delicious and the tuna tartare and burratta are to die for. The staff was super friendly and helpful with recommendations! Highly recommend :)",
    "google_map_url": "https://www.google.com/maps/place/Aymra+Libanesisk/data=!4m7!3m6!1s0x465f9deab57969e1:0x1dea87e1834754b9!8m2!3d59.3418739!4d18.0770695!16s%2Fg%2F11tdq_893b!19sChIJ4Wl5teqdX0YRuVRHg-GH6h0?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Spice of India",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Indian restaurant",
    "ratings": "4.1",
    "review_counts": "582",
    "top_review_1": "Review by Shankar Panicker \nHei , we ordered a mixed Thali which has a small portion of chicken , lamb and shrimp with basmati rice and one normal naan (with butter). The taste is not authentic Indian , but yes not too spicy also. But we really enjoyed the shrimp and rice . Lamb curry was average . Chicken curry might taste good for people who love sweet curries.",
    "top_review_2": "Review by Will Sawyer \nThis was some of the best Indian food Bill and I have had in a long time. The Naan was so amazing and they did not over work the dough and it was cooked perfectly. It was soft and delicious. The Lamb Korma was delightful and the Chicken Tika Masala was tender and just the right amount of heat. We loved the vegetarian Samosa is a real treat. Shamon was our waiter is very personable.\nAt lunch they serve 200 for lunch and dinner is very quite. This place is a MUST EAT!",
    "top_review_3": "Review by Peter Forsberg \nA small little Indian restaurant with a great atmosphere and friendly staff who meets you at the door. Lamb Madras was excellent and so even the naan bread. Rice was plated which gave the impression of a very small portion of rice. I would rather have received it in a bowl. Most restaurants in Sweden do not offer doggy bag for leftovers, however to my surprise this restaurant actually did which results in food not being thrown away.",
    "google_map_url": "https://www.google.com/maps/place/Spice+of+India/data=!4m7!3m6!1s0x465f9d6430f99ef9:0xafc85dce05f9af63!8m2!3d59.3370639!4d18.0524417!16s%2Fg%2F1td36w5n!19sChIJ-Z75MGSdX0YRY6_5Bc5dyK8?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Koreana Restaurant",
    "business_address": "Luntmakargatan 76, 113 51 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 15 77 08",
    "website_url": "null",
    "business_category": "Korean restaurant",
    "ratings": "4.4",
    "review_counts": "503",
    "top_review_1": "Review by Pooja Kukreja \nSmall place for some good asian food.\nThis place serves Korean and Japanese food. Ordered a kimchi and bulgogi bibimbap which is a hearty bowl with rice, salads, beef and an egg. Food was great and portion was big.\nFood has to be ordered and paid at the counter and then served on the table.\nGive it a try if you are around.",
    "top_review_2": "Review by Rafał Kowalski \nKoreana Restaurant is a true gem! From authentic Bibimbap to mouthwatering BBQ, the flavors are exceptional. Warm ambiance, friendly staff, and a must-try menu. Highly recommend!",
    "top_review_3": "Review by Katarina Hansen \nVery, very good homade food 👌\nIt is a small hidden restaurant, I'm very happy that I have been here!\n\nIt may not have the look, but it does most certainly have the food! I will be back here many, many times 🥰❤️",
    "google_map_url": "https://www.google.com/maps/place/Koreana+Restaurant/data=!4m7!3m6!1s0x465f9d68d1208cf5:0x5c8eed80b62efd54!8m2!3d59.3422885!4d18.0588902!16s%2Fg%2F11b73z3_1z!19sChIJ9Ywg0WidX0YRVP0utoDtjlw?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Petri",
    "business_address": "Kommendörsgatan 16, 114 48 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 70 741 17 42",
    "website_url": "petrirestaurant.com",
    "business_category": "Restaurant",
    "ratings": "4.7",
    "review_counts": "57",
    "top_review_1": "Review by Frankie GVA \nIt is expensive, so don't expect \"a deal\".\nNow that that's clear, enjoy the beautifully crafted and delicious menu.\n\nVery nice staff in a very cozy place. It almost feels like you're having dinner at home with a high class personal service.\n\nAmazing mix of flavors, great creations and original ideas.\n\nWOLO, so if you're in Stockholm, visit this place.",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Petri/data=!4m7!3m6!1s0x465f9d52760e59b1:0xe55ebfb1115c057b!8m2!3d59.3385689!4d18.0794848!16s%2Fg%2F11knb7bz0y!19sChIJsVkOdlKdX0YRewVcEbG_XuU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Paul's",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "3.9",
    "review_counts": "126",
    "top_review_1": "Review by Dario Zampini \nI enjoyed the food, the unique atmosphere and the great service.\nIf you you are staying at the hotel, it is great to have dinner here.\n\nThe menu is not huge, but what I ordered was delicious.",
    "top_review_2": "Review by Kieran Vora \nWe booked Paul's for a large group of 27 people and were given our own section for the evening. They were very flexible before the dinner and didn't force us to confirm numbers or pay a deposit. They also helped us to organise a set menu taking into account dietary restrictions and budget. They were very accommodating. The staff were extremely pleasant and patient with dealing with such a large group and the food was delicious. I'd highly recommend!",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Paul%27s/data=!4m7!3m6!1s0x465f9d6742b035e5:0x5e2011f8ab9599ab!8m2!3d59.334887!4d18.0613984!16s%2Fg%2F11cn8z865n!19sChIJ5TWwQmedX0YRq5mVq_gRIF4?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Daniel Berlin Krog",
    "business_address": "Höga vägen 72, 272 92 Simrishamn, Sweden",
    "business_email": "null",
    "mobile_number": "+46 417 203 00",
    "website_url": "vynrestaurant.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.7",
    "review_counts": "174",
    "top_review_1": "Review by Noam נועם Jacoby \nSUPER worth the travel!!!\nWe’ve traveled from Copenhagen and it is a MUST visit if you’re around and if you love food.\nWe had a lunch menu which was splendid. Service was friendly and efficient.\nThe food was creative and tasty in the same time and the price compared to Copenhagen is much reasonable and the quality is even higher.\nI already want to return\n\nIncredible 2 Michelin stars dinner",
    "top_review_2": "Review by Nathalie Nebelius \nThis is the place to go to! I've been three times during different seasons and I have to say that its hands down top three of all Michelin star restaurants I've been to. The food is sublime, innovative and elegant. The staff is extremely friendly and they accommodate food restrictions really well if you give them heads up. Summer garden is beautiful of you come at that time a year, I would then recommend to sit outside. This is a must go!! I also really appreciate their alternative drinks menu.",
    "top_review_3": "Review by Andreas Jelvemark \nDaniel Berlin is back, even better than before. Atmosphere, service and food was outstanding.",
    "google_map_url": "https://www.google.com/maps/place/Daniel+Berlin+Krog/data=!4m7!3m6!1s0x46546fbbb82db12d:0x5226b15c26d6b885!8m2!3d55.4961937!4d14.3130037!16s%2Fg%2F11cncdzcbz!19sChIJLbEtuLtvVEYRhbjWJlyxJlI?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant Essence Stockholm",
    "business_address": "Hjalmar Söderbergs väg 10, 112 14 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "restaurantessence.com",
    "business_category": "Restaurant",
    "ratings": "4.9",
    "review_counts": "74",
    "top_review_1": "Review by Joachim Meyer Andersen \nStefan Taylor has a clear vision which translates perfectly into the dishes that is served at Restaurant Essence. The restaurant experience is intimate and warm, inviting conversations with the other guests around the table which in most other places can feel forced or out of place.\n\nFood is definitely on par, probably even higher than the average one star michelin restaurant.  As a guest you are taking through a nice set menu with innovative and interesting dishes.\n\nThe location in Kristineberg right beside the Kristineberg castle on Kungsholmen is a little bit off the \"usual\" Stockholm restaurant location, but I think that only adds to the atmosphere.",
    "top_review_2": "Review by Tiffany Yang \nWent to Västerås in the beginning of April and had really really a good experience at Essence. Stefan and his team are quite talented in cooking and I cannot choose which one is the best since they are all good. Actually before going I was hesitating because it snowed outside, but I’m grateful that I choose to go finally. Totally worth it even in snow days.\n\nIt’s a pity that I will leave Sweden in September and might not have a chance to visit again before they having the summer break, but I will make sure to come back again in the future. Highly recommend, and make sure to have the wine pairing to enjoy the full experience!!",
    "top_review_3": "Review by Sero \nA class in its own started going here when it was first based in Västerås and now they are in STHLM witch is perfect, loved the food the atmosphere, can't believe that this place hasn't received a star yet in the Michelin guide. A proper chef making the food in front of you and explaining everything in detail. Loved it.",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+Essence+Stockholm/data=!4m7!3m6!1s0x465e611aab44fd3d:0xbc256a63157a40d2!8m2!3d59.3324002!4d18.0061536!16s%2Fg%2F11frsd5_4k!19sChIJPf1EqxphXkYR0kB6FWNqJbw?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Röda Huset",
    "business_address": "Malmskillnadsgatan 9, 111 47 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 480 043 97",
    "website_url": "rodahuset.nu",
    "business_category": "Restaurant",
    "ratings": "4.2",
    "review_counts": "280",
    "top_review_1": "Review by Fredrik Norberg \nGreat atmosphere with fantastic service, their artisan cocktails are amazing. The price is a little bit higher but the quality is much higher. I do recommend you to visit this place and try out their different magical mixtures. A personal favorite is kola gräs and it's a must to try if you like sweets.",
    "top_review_2": "Review by Carl Niclas \nThis is a wonderful bar with a dedicated and accommodating staff that care about what they serve. The drinks on offer are generally rather unorthodox, with unique twists on the classics. Some of these may not be excellent, but they're all interesting.",
    "top_review_3": "Review by Αλέξανδρος Χ. \n5 stars for the view and the inside of the bar. A very nice place to be with excellent view. The cocktails were a little expensive and not so tasty and the quantity was too small. Even though, it’s a place worth visiting if you are in Stockholm.",
    "google_map_url": "https://www.google.com/maps/place/R%C3%B6da+Huset/data=!4m7!3m6!1s0x465f9da151c0d40f:0x6f60a5ae19b2988!8m2!3d59.3327586!4d18.0661482!16s%2Fg%2F11pcprdb5g!19sChIJD9TAUaGdX0YRiCmb4VoK9gY?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant Taste Arenastaden",
    "business_address": "Evenemangsgatan 11, 169 79 Solna, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 627 00 60",
    "website_url": "tastebynordrest.se",
    "business_category": "Restaurant",
    "ratings": "3.7",
    "review_counts": "163",
    "top_review_1": "Review by Foodo Haggins \nA nice lunch buffet with lots of options. I like that they serve the salad and lighter items first and the soft ice cream for dessert. It’s really price worthy.",
    "top_review_2": "Review by Reza Neshat \nProbably the best choice for lunch if you are looking for a varied selection of food on your plate for a reasonable price!",
    "top_review_3": "Review by jasper coenen \nTerrible buffet restaurant, as I used to work in the same building and colleagues used to go there I joined quite a few times.\n\nThe only good thing I can say about the food in this place is that you can take something of everything some fish, some meat, some vegetarian and than just hope that one of those things is half eatable.\n\nA big plus is that they seem to separate their garbage which makes me feel less bad throwing all the food I did not like.\n\nI can honestly say that not a single time (I have been here 10 plus times) I have been happy with the food.\n\nIn any other place than in such a crowded office area this place would not survive.\n\nMy advice to this place would be skip the all you can eat option invest a bit more in the produce you buy and get a chef in with a team which actually likes making food, for me very clear this team (or owner) has no interest in serving quality.\n\nThe 2 star rating is for the fact that I have never got actually sick of the food and the fact that the coffee you can order outside of lunch hours is actually not half bad.",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+Taste+Arenastaden/data=!4m7!3m6!1s0x465f9db841869ac3:0x959d8e8e7edb810e!8m2!3d59.3692323!4d18.0035999!16s%2Fg%2F11rwkzqy3!19sChIJw5qGQbidX0YRDoHbfo6OnZU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "The South Indian Restaurant",
    "business_address": "Lilla Kungsgatan 1, 411 08 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 76 329 57 61",
    "website_url": "southindianrestaurant.se",
    "business_category": "South Indian restaurant",
    "ratings": "4.0",
    "review_counts": "568",
    "top_review_1": "Review by Muthukumar Thangavelu \nWe came here for a special occasion to enjoy some authentic South Indian food but it was waste of money and waste of time.\nFirst of all, It’s not authentic chettinadu food. They mix the rice with a readymade curry when we ask for Biryani instead of cooking meat along with the rice . The lamb sukka rice had awful gamey smell of lamb instead of chetinadu masala’s smell. We couldn’t eat it past a couple of spoons and  left it on the table. Fish 65 was made out of salmon and I had no idea that we use Salmon in South Indian cooking . At least the waitress should have notified us. The chicken 65 was overcooked and rubbery. Speaking of the sides, we were served a day old or 2 days old lettuce which were so wilted.\nThey open the restaurant at 12 and we booked our table at 1.30.But by the time we reached there, they ran of parottas already. 😔😔😔😔",
    "top_review_2": "Review by Mathias Klippinge \nFirst of all, do not be turned away by the restaurant’s logo which feels like a dime a dozen franchise you would see in a food court. Second, my dish - the Chettinad Chicken - was great. It was quite hot but it will not make it into my personal favorite list since it didnt have too much flavor other than hotness and nuts/onions. I prefer richer, tomato based curries with tons of spices. However I will 100% come back here and keep exploring their menu since I am convinced I will be able to find a curry perfect for me here 👍",
    "top_review_3": "Review by WILMER MORALES \nThis place is so good ! The bread was crispy and perfect! We ordered tikki massala and it was so good! Don’t order to much because the dishes include rice+salad(some dishes) the toilet was clean and the tables were clean as well! The chili is very spicy for people who can’t handle it well but that doesn’t change how good it was! 🤩🙏 super surprised on how real the food was(it was real Indian food) and I will definitely visit many other times in the future 🙏🙏 please pay this place  a visit it’s worth your time!❤️",
    "google_map_url": "https://www.google.com/maps/place/The+South+Indian+Restaurant/data=!4m7!3m6!1s0x464ff3328b793a3f:0xca87f41642194fe1!8m2!3d57.7052955!4d11.9716614!16s%2Fg%2F11qntjn4z3!19sChIJPzp5izLzT0YR4U8ZQhb0h8o?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Noot Nordik Kitchen",
    "business_address": "Östra Larmgatan 4, 411 06 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 31 758 50 05",
    "website_url": "noot.se",
    "business_category": "Restaurant",
    "ratings": "4.4",
    "review_counts": "286",
    "top_review_1": "Review by Alex Samaniego \nA calm but elegant place that is not pretentious but offers quality meals at appropriate prices. Next to the Radisson hotel, it’s great for a business lunch or dinner. Highly recommend it for good food in a warm space with good service.",
    "top_review_2": "Review by Cameron Day \nWe ate fantastic Swedish food that was presented well and tasted fantastic. We had the Catfish, the Game Meatballs, and finished with some local cheese. All meals were great. The service was the high point of the experience. The staff spoke full English, educated us about the dishes and cared to learn more about us while catering to drinks frequently. Was a pleasure dining here and would definitely return.",
    "top_review_3": "Review by Violetta g \nDelicious dinner! Easy to make a reservation! Friendly staff and made good suggestions. Wild game meatballs and herring were delicious and everything I expected! Atmosphere in the restaurant was inviting.",
    "google_map_url": "https://www.google.com/maps/place/Noot+Nordik+Kitchen/data=!4m7!3m6!1s0x464ff30bf537d2b1:0xfc9c639a51752953!8m2!3d57.706932!4d11.9721842!16s%2Fg%2F11fl09zcxy!19sChIJsdI39QvzT0YRUyl1UZpjnPw?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Nagano",
    "business_address": "Rådmansgatan 58, 113 59 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 31 99 61",
    "website_url": "restaurang-nagano.blogspot.com",
    "business_category": "Japanese restaurant",
    "ratings": "4.2",
    "review_counts": "175",
    "top_review_1": "Review by Ela Yudhanira \nNice katsu curry. The curry is tasty. The meat cutlet is good. It can be very crowded during lunch.",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Nagano/data=!4m7!3m6!1s0x43eca362ec0054a7:0xa744b227fd76bb5e!8m2!3d59.3403779!4d18.0580688!16s%2Fg%2F11b77c1373!19sChIJp1QA7GKj7EMRXrt2_SeyRKc?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Swedish Taste",
    "business_address": "Sankt Eriksgatan 46, 112 34 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 70 305 92 93",
    "website_url": "swedishtaste.com",
    "business_category": "Culinary school",
    "ratings": "4.4",
    "review_counts": "15",
    "top_review_1": "null",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Swedish+Taste/data=!4m7!3m6!1s0x465f9d7c301ae8e7:0x598e193642f4444b!8m2!3d59.3351071!4d18.0334038!16s%2Fg%2F11cs12xm8d!19sChIJ5-gaMHydX0YRS0T0QjYZjlk?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "South American restaurant. (Seasonal)",
    "business_address": "Vickergatan 33, 118 61 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "4.0",
    "review_counts": "4",
    "top_review_1": "null",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/South+American+restaurant.+%28Seasonal%29/data=!4m7!3m6!1s0x465f7749eb5696e9:0x77a1634dca07968!8m2!3d59.3070523!4d18.0568456!16s%2Fg%2F11hh4xwl_l!19sChIJ6ZZW60l3X0YRaHmg3DQWegc?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Copine by Jim&Jacob",
    "business_address": "Kommendörsgatan 23, 114 48 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 15 01 15",
    "website_url": "jimjacobrestauranger.se",
    "business_category": "Restaurant",
    "ratings": "4.7",
    "review_counts": "275",
    "top_review_1": "Review by Josefina Forstén \nIt's almost 4 stars. I expected a little bit more though, but overall the food is good. The desert though is not good at all, absolutely too large first of all, I got full just by looking at it. Too sweet. The wines though are really not in my taste, I don't like French wines, I prefer Italian or Spanish wines. Service good but the atmosphere is very much \"Stureplan\" and a lot of rich youngsters there. Not really my type of place.",
    "top_review_2": "Review by Nyana Ficot \nCopine has been on my list forever and I finally got to try it out for dinner.\nWhat an amazing address!\nThe food was excellent, tasty and out of the ordinary. The staff was dedicated and super helpful. The place feels warm and welcoming.\nI also want to highlight that it was not too expensive for such a great experience. Would happily visit again.",
    "top_review_3": "Review by Sofia Lanefelt \nLovely place with so warm hearted staff.\nI love this place and had a super nice experience with everything food, wine & service on point.\nI recommend taking some snacks, starters & 1 or 2 mains to share.\nMy favourite dishes was the Caviar pasta, Löjroms Tarte & the Amazing Coen Bread.\nNice Interior and the perfect date spot!",
    "google_map_url": "https://www.google.com/maps/place/Copine+by+Jim%26Jacob/data=!4m7!3m6!1s0x465f9de695de9c6d:0xcbbc2e8d7d003e06!8m2!3d59.3382947!4d18.0819959!16s%2Fg%2F11h4_rhtn4!19sChIJbZzeleadX0YRBj4AfY0uvMs?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Natur",
    "business_address": "Geijersgatan 12, 411 34 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 31 16 08 88",
    "website_url": "restaurangnatur.se",
    "business_category": "Organic restaurant",
    "ratings": "4.6",
    "review_counts": "593",
    "top_review_1": "Review by Lisa Keller \nI was here for my 30th birthday and really enjoyed it. The services was outstanding, the food amazing and the wine excellent. Thank you so much for an wonderful evening I’ll never forget!",
    "top_review_2": "Review by Lua Dandara Ferreira Rangel \nI have to be honest and say that we went with a baby and I guess that’s not the kind of restaurant you take babies to… but my husband told the waiter promptly that he would go out if our baby showed any signs that he’d cry. And our baby slept half the time, and when he was fussy my husband went outside so we didn’t bother anyone at all.\n\nBUT we felt so uncomfortable there. At first they welcomed us and gave us a good table, but as the evening went on, it felt more and more as we were not wanted there.\n\nThe food was really good and the place is very cozy, but we got the hint: do not go there with a baby.",
    "top_review_3": "Review by Mahelin Rondón \nTasty food, excellent nature wines, and outstanding service. All you read online is true and better if you experienced it. I used to taste nature wine in Berlin, but here, all recommendations were on point!  We had a great time!",
    "google_map_url": "https://www.google.com/maps/place/Natur/data=!4m7!3m6!1s0x464ff37143d7d4ed:0xb41afb01844d632f!8m2!3d57.6975168!4d11.9774605!16s%2Fg%2F11clsjpycv!19sChIJ7dTXQ3HzT0YRL2NNhAH7GrQ?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Wagners Bistro",
    "business_address": "Östra Larmgatan 18, 411 08 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 31 363 67 77",
    "website_url": "wagnersbistro.se",
    "business_category": "Restaurant",
    "ratings": "4.7",
    "review_counts": "142",
    "top_review_1": "Review by richard cope \nPopular on a Friday night, glad we booked! Just opted for a lighter meal and had a lovely fish main, well prepared prepared & presented. The recommended glass of wine went well with the meal. Enjoyed the evening, would recommend.",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Wagners+Bistro/data=!4m7!3m6!1s0x464ff3332c2d0d5f:0x204b847007fa85e0!8m2!3d57.7049473!4d11.9711556!16s%2Fg%2F11r_mrn996!19sChIJXw0tLDPzT0YR4IX6B3CESyA?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Knystaforsen",
    "business_address": "Rydöforsvägen 4, 314 42 Rydöbruk, Sweden",
    "business_email": "null",
    "mobile_number": "+46 72 883 41 15",
    "website_url": "knystaforsen.se",
    "business_category": "Fine dining restaurant",
    "ratings": "4.9",
    "review_counts": "86",
    "top_review_1": "Review by Lucas Nilsson \nA gem well hidden in the swedish forests. Spend an evening here and you will experience cooking taken to perfection with swedish and scandinavian influences in a beautiful location. One of the best, compared to both 2 and 3 starred restaurants both in Sweden and abroad! ⭐️⭐️⭐️",
    "top_review_2": "Review by Kristie Pomerance \nBeautiful food prepared over open wood flame, 18 courses made with amazing techniques. The drink pairing was perfect for these delicate dishes. Nicolai and his staff provided excellent service and company. The restaurant and the garden is just lovely and the bnb we stayed at on the property was very comfortable. We will definitely go back !",
    "top_review_3": "Review by Nicholas Hellström \nThere is no point trying to describe this place in words. Magic happens here. Go see for yourselves.\n\nThank you dear staff and owners, for an evening filled with pure magic and atmosphere.",
    "google_map_url": "https://www.google.com/maps/place/Knystaforsen/data=!4m7!3m6!1s0x4650553646a96183:0x9d1ba3dcbc332379!8m2!3d56.9579343!4d13.1393297!16s%2Fg%2F11qn91pd32!19sChIJg2GpRjZVUEYReSMzvNyjG50?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "The Border Birkastaden",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "4.4",
    "review_counts": "61",
    "top_review_1": "Review by Guinther Frank \nBest burrito I've ever had in Sweden, portions are generous, the service was excellent, I was very well looked after. The price is very good for the quality of the dishes. Cozy and very cool atmosphere. Nothing to complain about.",
    "top_review_2": "Review by Tainara Specht \nI’m not one to leave reviews but I cannot stress enough how great this place is. The burritos were amazingly flavored, not too spicy and very filling. Fries were crisp and warm, and the churros we had for dessert were not too sweet, which is a big plus for me. Staff is very, very friendly and accommodating. I have absolutely no complaints about this place and highly recommend it!",
    "top_review_3": "Review by Kristin Hayes \nWe enjoyed a great dinner! Big portions and really good tasting food!",
    "google_map_url": "https://www.google.com/maps/place/The+Border+Birkastaden/data=!4m7!3m6!1s0x465f9d518c90fdf9:0xdebfd1e487ff10c1!8m2!3d59.340451!4d18.0303745!16s%2Fg%2F11tbx2x42t!19sChIJ-f2QjFGdX0YRwRD_h-TRv94?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Napolyon Bistro & Bar",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "4.4",
    "review_counts": "134",
    "top_review_1": "Review by Bjarke Madsen \nGreat Food, very good wine selection and cozy surroundings.\nKind staff and quick serving. One of the staff was even charming and seemed interested in his guests. The young staff could learn from him. In general a good place worth revisiting.",
    "top_review_2": "Review by Alexey Gulev \nIt was nice lunch. No questions to food, but a bit clunky service. Nothing critical, no. Good overall",
    "top_review_3": "Review by Paola Pimentel \nNice place but :\n- much more expensive that the menu on the photos from google\n- mussels arrived cold and the waitress told us that it’s normal that it gets cold in 3mins and that we just didn’t eat enough fast (it literally just arrived on the table). We better appreciate excuses than saying it’s our fault, specially that we are French we are used to eat mussels\n- our pasta were too cooked, not very good\n- the desserts were ridiculously small for the prices. Good taste but it honestly made us laugh because of the size.\n- the cheesecake is actually an ice cream.",
    "google_map_url": "https://www.google.com/maps/place/Napolyon+Bistro+%26+Bar/data=!4m7!3m6!1s0x465f9df1ea793f83:0xe3064867d9a8bc86!8m2!3d59.3363018!4d18.0759097!16s%2Fg%2F11rfmz90kl!19sChIJgz956vGdX0YRhryo2WdIBuM?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Prospero Restaurant",
    "business_address": "Roslagsgatan 21, 113 55 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 76 669 67 99",
    "website_url": "prospero-restaurant.com",
    "business_category": "Restaurant",
    "ratings": "4.8",
    "review_counts": "220",
    "top_review_1": "Review by Corey Chin-Yick \nI come here every year for my birthday. It’s an intimate atmosphere where the chefs serve and present the dishes. I love that they have a non alcoholic beverage pairing of really exciting juices they make themselves.",
    "top_review_2": "Review by Yoon Soo Park \nAmazing food, with details of freshness and local flavors. Great service and detail. The wine pairing is also recommended. The selection of Swedish cheese is fantastic as well.",
    "top_review_3": "Review by Walda Chesnut \nWe had read about this restaurant in the New York Times travel section and were pleased to get a reservation when we went to Stockholm for our wedding anniversary celebration.  The waiter was extremely knowledgeable, Attentive and passionate about the food. .The food is all locally sourced and in season.  Everything was delicious.  Some of the highlights were the fried seaweed with fresh baby lettuces, a strawberry and blood orange gazpacho, white asparagus, and elderberry flower ice cream.  Also, Accommodating to gluten free for those who need it and a gf bread was made with buckwheat flour.",
    "google_map_url": "https://www.google.com/maps/place/Prospero+Restaurant/data=!4m7!3m6!1s0x465f9dee453d61a5:0x76d76e1285d7a5f!8m2!3d59.3471113!4d18.0589552!16s%2Fg%2F11h6lqww54!19sChIJpWE9Re6dX0YRX3pdKOF2bQc?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Jacqueline's",
    "business_address": "Malmskillnadsgatan 40, 111 57 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 124 557 80",
    "website_url": "jacquelines.se",
    "business_category": "Restaurant",
    "ratings": "3.8",
    "review_counts": "347",
    "top_review_1": "Review by Björn Johrén \nMy first visit and the staff is lovely. Attentive and quick to action.\nThe food, a Reuben sandwich, was very tasty, but smallish. It was not on the today’s lunch, so it is rather pricey for what you get.\nThe tables can be a little close to the next table at times, but the atmosphere is good.",
    "top_review_2": "Review by Kelsey Hunter \nWe went for brunch with my family right when it opened up had reservations. The location is Amazing and the interior was beautiful very cute with the colour scheme. The waiters were very on the toe with checking to make sure we had everything, but the portion sizes were very very small for the price. I would go again for a jazz night but not for brunch we left hungry.",
    "top_review_3": "Review by ALEX WOOJAE KIM \nSo chic, photogenic, beautiful atmosphere.\nFrom brunch to dinner menu with Swedish touch, it is absolutely delicious. Look at the presentation that is standing out!\nWe had salmon w bagel plate, pizza(amazing), beef toast, avo toast 😋\nThe clerks and service was so kind and nice as well.\nA must-go place in Stockholm.\nI’ll definitely revisit this place.\n\nTack",
    "google_map_url": "https://www.google.com/maps/place/Jacqueline%27s/data=!4m7!3m6!1s0x465f9d307b5c2a03:0xdd3d59c39edc8256!8m2!3d59.333719!4d18.066364!16s%2Fg%2F11lbgsrhrp!19sChIJAypcezCdX0YRVoLcnsNZPd0?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Nana",
    "business_address": "Västmannagatan 17, 113 25 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "restaurantnana.com",
    "business_category": "Restaurant",
    "ratings": "4.8",
    "review_counts": "66",
    "top_review_1": "null",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Nana/data=!4m7!3m6!1s0x465f9df853c8f443:0xbe9802f364bb09d9!8m2!3d59.3375359!4d18.0516051!16s%2Fg%2F11gyd1g1w_!19sChIJQ_TIU_idX0YR2Qm7ZPMCmL4?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Wei Wei Asian Eatery",
    "business_address": "Postgatan 26, 411 06 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 31 80 00 07",
    "website_url": "weiwei.nu",
    "business_category": "Asian restaurant",
    "ratings": "3.8",
    "review_counts": "499",
    "top_review_1": "Review by Joey Kok \nThey serve good Chinese foods and Swedish Chinese foods, would highly recommend Asian travelers to come visit if you are missing Chinese foods. They have most popular Chinese dishes on the menu, also serve free salad fruit bar with refillable coffee! Chef is Asian but I could not tell which part of region",
    "top_review_2": "Review by Lojjs Wonder \nI love this place! The price is okey for what you getting! Have tried different things here and love them all! Recommend!",
    "top_review_3": "Review by Yulia Mayzel \nfood - ok, service - DON'T like it❗❗❗ If you are not❗ Chinese, you will not be given a table, you will have ordinary plates and ordinary food, you will be kicked out of your place, even if you came first and want to take it, because they  The Chinese will be put there.  The waiters walk in front of their staff and constantly bow, smile and clarify: does it taste good to you?  Should I bring you something else?  I'm left with a nasty feeling.\nI couldn't eat the food.  The plate only contained rice and three shrimps :(\n\nLook at the reviews of the Chinese here and at their photos.  They even give them different plates.  Other filling in food.  There are too many racial differences",
    "google_map_url": "https://www.google.com/maps/place/Wei+Wei+Asian+Eatery/data=!4m7!3m6!1s0x464ff3647427b8cb:0xad3e73d563e4aa1a!8m2!3d57.708909!4d11.9693041!16s%2Fg%2F11by_wkfk1!19sChIJy7gndGTzT0YRGqrkY9VzPq0?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Atrium Bar & Restaurant",
    "business_address": "Södra Hamngatan 59A, 411 06 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 31 758 50 00",
    "website_url": "atriumbarrestaurant.se",
    "business_category": "Restaurant",
    "ratings": "3.6",
    "review_counts": "27",
    "top_review_1": "Review by Diana Mar Tolentino \nBeen here during New Year’s Eve ate dinner with my husband. We both enjoyed the delicious food and live music.",
    "top_review_2": "Review by Wen Zhou \nBrunch with buffet salad and dessert, food quality ok",
    "top_review_3": "Review by Nina Katolina \nI really liked the place. They say it was renovated. It was overcrowded. The bartenders are doing great job, I also enjoyed the music selection. They say it is always full on Fridays’ evenings.",
    "google_map_url": "https://www.google.com/maps/place/Atrium+Bar+%26+Restaurant/data=!4m7!3m6!1s0x464ff35a24794bcd:0xe1d3ecc272ba105e!8m2!3d57.7069943!4d11.9721474!16s%2Fg%2F11gpnhpy0h!19sChIJzUt5JFrzT0YRXhC6csLs0-E?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Babette",
    "business_address": "Roslagsgatan 6, 113 55 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 509 022 24",
    "website_url": "babette.se",
    "business_category": "Restaurant",
    "ratings": "4.3",
    "review_counts": "494",
    "top_review_1": "Review by Apostolis Houiris \nReally cool restaurant in the heart of Stockholm!! Small menu and everything really high quality. The pizza is definitely standing out, even though the place isn’t a pizza place. Try their classic one with the stracciatella and you with regret it. Very good selection of wine too. Definitely worth a visit this vibrant little restaurant.!!",
    "top_review_2": "Review by Charles \nWhat a great cosy spot with a fantastic atmosphere. Plenty of good wines to choose from and most of it available by the glass. Their setup is to share a couple of their small sharing dishes, and I recommend you get the veal tartar. After that they have a small selection of amazing thin crispy tasty pizza which we then shared after the small dishes. Do not underestimate how good these pizzas are. If you are in the area looking for a glass of wine and something casual but elegant then look no further.",
    "top_review_3": "Review by Liu Malory \nThe best pizza in the city is here.\nThis place offered outstanding pizza, simple but delicious beef tartar and amazing mille-feuille. Yet the starter dish of the squid was the rotten apple in the bucket.\nThe beef tartar was very simple in the ingredients, unlike a lot of other places serving beef tartar with a lot of creamy sauce. Thus the original flavors of the meat was brought out properly. The mille-feuille was very crispy, and not overwhelmingly sweet, which was exactly to my liking. The pizza was the best I had in Stockholm, the pumpkin matched so well with the red pepper, spring onions and cheese. The bottom was super thin and crispy as well. However the squid with beans was not as pleasant as the other dishes, the flavors didn’t match with each other, and the odor of seafood was not removed.\nThe environment was a bit too dim and too crowded, that our neighbor’s butt almost ran into our plate when he tried to get into the seat.",
    "google_map_url": "https://www.google.com/maps/place/Babette/data=!4m7!3m6!1s0x465f9d695bd5be1f:0x7d8cc2444773589c!8m2!3d59.3448893!4d18.0615892!16s%2Fg%2F11b6yphvpj!19sChIJH77VW2mdX0YRnFhzR0TCjH0?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Minako Odenplan",
    "business_address": "Västmannagatan 48, 113 25 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 33 93 90",
    "website_url": "minakosushi.se",
    "business_category": "Sushi restaurant",
    "ratings": "4.7",
    "review_counts": "1,047",
    "top_review_1": "Review by Débora Parrine \nBest sushi in Stockholm, that I've tried so far. It's pricey but worth the experience. Nice staff, who explains the dishes and their origins.",
    "top_review_2": "Review by Kate Harrison \nCompletely unexpected experience. Got brought here for a work lunch thinking it would be good but nothing special but oh how wrong I was. The last time I had sushi of this quality was probably at Umu in London. Impossible not to take photos and a fun experience watching the dishes being prepped from the bar. Outstanding quality sushi all round, impeccable service and generally, a beautiful little restaurant.. Highly recommend.",
    "top_review_3": "Review by ooerim \nAmazing omakase experience! Definitely recommend to have a seat at the bar and go for a bigger omakase with 16 pieces. Very high quality ingredients carefully had picked and many of the ingredients were home made as well such as soya sauce and ginger pickles. The omakase starts with miso soup which already showed that it is not just any other Japanese place. Then we had several sashimis where all of them were really good but what striked me most was the scallops with foie gras, fresh truffle and caviar. It was explosion of flavours. Then we had several sushi pieces including three type of tuna, which of course fatty tuna was the highlight. Another sushi pieces to remember was the sea bream with lime and salt. The sushi courses ended with wagyu bite which was lightly torched in front of us. And the closure with a roasted sesame ice cream. The non alcoholic drink options were rich and suitable to pair with dishes. I can’t recommend enough if you would like to have an experience for a special day.",
    "google_map_url": "https://www.google.com/maps/place/Minako+Odenplan/data=!4m7!3m6!1s0x465f9d6559277915:0x68d132ef64787003!8m2!3d59.3410412!4d18.0487321!16s%2Fg%2F11clsnk5_x!19sChIJFXknWWWdX0YRA3B4ZO8y0Wg?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "ISSEI Stockholm",
    "business_address": "Nybrokajen 9, 103 27 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 506 640 44",
    "website_url": "radissonhotels.com",
    "business_category": "Restaurant",
    "ratings": "4.8",
    "review_counts": "128",
    "top_review_1": "Review by Snehal Richter \nThe service was great. Fahmy took good care of us inspite of the huge rush at the bar. The food was great, such fresh authentic exquisite flavours. The cocktails were also amazing.",
    "top_review_2": "Review by paul lascelles (Quiet Geordie) \nExcellent food and excellent service. Thanks to the chef and Fahmy!",
    "top_review_3": "Review by Tarek AT. \nHi , I was a guest at the hotel , we had breakfast in the restaurant and it’s nice atmosphere over see the water and the snow and boats , the waitress wasn’t so keen to take our order about coffee or tea or anything else , we understand they understaffed, but we decided to have dinner in there becasue it seems nice place , we went around 7:30 and the host seated us in the open area not the one we want to sit in , and left the menu , very limited menu Asian fusion so we called the waiter ,we try to ask him to explain the menu and it’s really weird we told him the menu is limited , and he won’t ask the kitchen to change anything even if we are allergic to spicy food we decided to leave,  the problem the next day I ask to speak to the hotel manager or restaurant manager and no one want to respond to me , with the all traveling around I never see a manager drop the ball and never want to contact a customer and a hotel guest , I never recommend such a bad service to anyone specially if u going to pay and enjoy ur evening not get an arrogant attitude from all the staff around the restaurant.",
    "google_map_url": "https://www.google.com/maps/place/ISSEI+Stockholm/data=!4m7!3m6!1s0x465f9d0e22e4d75d:0xa58ee3f302f9f6d4!8m2!3d59.330888!4d18.076864!16s%2Fg%2F11s5k1zmv6!19sChIJXdfkIg6dX0YR1Pb5AvPjjqU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Snack Bar",
    "business_address": "Sweden, Kungsgatan 25, 111 56 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 799 00 00",
    "website_url": "snack-bar.se",
    "business_category": "Restaurant",
    "ratings": "3.9",
    "review_counts": "98",
    "top_review_1": "null",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Snack+Bar/data=!4m7!3m6!1s0x465f9d5d0604db33:0x797480525bcd3be6!8m2!3d59.3358122!4d18.067376!16s%2Fg%2F11bv1bl0qv!19sChIJM9sEBl2dX0YR5jvNW1KAdHk?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Peppar Peppar",
    "business_address": "Suttungs gränd 3, 753 19 Uppsala, Sweden",
    "business_email": "null",
    "mobile_number": "+46 18 13 13 60",
    "website_url": "pepparpeppar.se",
    "business_category": "European restaurant",
    "ratings": "4.4",
    "review_counts": "639",
    "top_review_1": "Review by Beata Jonik-Nowak \nVery elegant restaurant with a delicious food, including local beef. It is not cheap but it seems to be one of the vest places in the city, considering. How crowded it was on the weekday. You have a nice selection of alcoholic beverages, but not that many options fir desserts. The entries couls have been less expensive, considering their size. The waitress was pretty bossy when we anted to chhose the place, but it may be her way to keep the order in the restaurant. Interestingly, when you need help, you can ring the bell next to your table. The atmosphare was ok, but it is quite distracting to sit next to the laud speaking tables.",
    "top_review_2": "Review by Daniel Apler \nEaten here now 3-4 times the past 2 years and I've not had a single thing to complain about. If you really had to make something up then you could mention that the wine list is short and the food is \"simple\", but not simple in a bad way, simple in the way that why complicate something which is going to be delicious.\nConsistency and good food makes me wanna come back more often in the future.",
    "top_review_3": "Review by Felix \nNothing to Complain!😎I‘m a Chef as well and very good Cooked. I would Come always back Here!😍",
    "google_map_url": "https://www.google.com/maps/place/Peppar+Peppar/data=!4m7!3m6!1s0x465fcbf95850864d:0xcb18d62c5402a025!8m2!3d59.8565984!4d17.6488444!16s%2Fg%2F1trvk171!19sChIJTYZQWPnLX0YRJaACVCzWGMs?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Bastard Burgers",
    "business_address": "Brunkebergstorg 10, 111 51 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 20 78 19",
    "website_url": "bastardburgers.com",
    "business_category": "Hamburger restaurant",
    "ratings": "4.2",
    "review_counts": "876",
    "top_review_1": "Review by Simon Wong \nLarge selection of beef burgers and vegan burgers with the option of meal deals and beer on tap too ! Also five different types of ways to customize your fries. I ordered from the machine which can be changed to English. You get a ticket with an order number. When the order is ready it's displayed on the screen in the seating area. Burgers were made fresh with a lovely crispy outer and moist center. Yummy I wish they had this place in the UK ! 🙂",
    "top_review_2": "Review by Sui W \nBurgers are very delicious and big , I had double New York burger meal, it was very filling and delicious, this fast food restaurant has a trendy vibe, I like their seatings, it’s right at a shopping centre, very convenient to go shopping after meal, and very centrally located as well, perfect!",
    "top_review_3": "Review by C Cheerio \nOrdered the bastard burger and animal style fries. Burgers and fries are well made and unexpectedly filling. Although the sauce was  a bit too much. The place has a nice view of people walking through the Gallerian.",
    "google_map_url": "https://www.google.com/maps/place/Bastard+Burgers/data=!4m7!3m6!1s0x465f9d1d16f7fa07:0xc0f8d7d60b44a1c5!8m2!3d59.3315533!4d18.0669031!16s%2Fg%2F11hz4xmdl2!19sChIJB_r3Fh2dX0YRxaFEC9bX-MA?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Brasserie Astoria",
    "business_address": "Nybrogatan 15, 114 39 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 20 85 81",
    "website_url": "brasserieastoria.com",
    "business_category": "Restaurant",
    "ratings": "4.4",
    "review_counts": "909",
    "top_review_1": "Review by Valene Gresham \nProbably the best steak I’ve ever eaten in my entire life! So tender and juicy (and I requested to have it cooked well done). Very flavorful. The fries were perfectly seasoned. The salad was delicious as well. I also ordered a blondie and tea! The atmosphere was very lively for a Saturday night. Perfect for solo dinner, date night spot or an evening out with friends. Will definitely come again next time I am in Stockholm.",
    "top_review_2": "Review by sparrowmedrama \nWhat a wonderful treat! Escargot was buttery garlic goodness, the duck breast was perfectly cooked, hollandaise dipping sauce was addictive, and the baked Alaska was the show stopper with the flames and flavors.",
    "top_review_3": "Review by Aran “Sumanii” \nI thoroughly enjoyed my time experience here. I saw some reviews regarding poor service but I didn’t experience none of this and I was served by various people.\n\nThe steak was very tasty with the cognac sauce and the general ambience was relaxing but also bustling and flashy at the same time",
    "google_map_url": "https://www.google.com/maps/place/Brasserie+Astoria/data=!4m7!3m6!1s0x465f9d4d0ff4cbf9:0xa439f9f0618d9b00!8m2!3d59.3348552!4d18.0773478!16s%2Fg%2F11kmwcthpy!19sChIJ-cv0D02dX0YRAJuNYfD5OaQ?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Bistro Sågen",
    "business_address": "SVARTSÖ ABBORRVASS 229, 130 34 Skälvik, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "bistrosagen.se",
    "business_category": "Restaurant",
    "ratings": "4.4",
    "review_counts": "241",
    "top_review_1": "Review by simon jones \nA great out of the way place, providing a small but well chosen selection of dishes, including some local specialities and ubiquitous burgers both meat (particularly good) and vegetarian. Some deserts and starters on a seasonal menu. The location takes a bit of finding but the journey is worthwhile. There are indoor and outdoor tables, the indoors are very homely and the whole welcoming.\nLovely staff who switch naturally to excellent English, when helping visitors out.\nBikes, the main mode of transport on the island are left at the top of a short drive to the two. Barns which house this great bistro.",
    "top_review_2": "Review by Janine Thoma \nExcellent food and environment! The staff were also very friendly. Since there is only two restaurants on the island I would recommend reserving a table ahead of time, even if you do it once you get on the island. The wait times can be long for walk up on a nice day.",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Bistro+S%C3%A5gen/data=!4m7!3m6!1s0x46f565a18fb7aaf3:0x9ba9646a6c739879!8m2!3d59.4469266!4d18.6952143!16s%2Fg%2F11g1b1l0rz!19sChIJ86q3j6Fl9UYReZhzbGpkqZs?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Ming",
    "business_address": "Birger Jarlsgatan 35, 111 45 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 406 88 88",
    "website_url": "restaurangming.com",
    "business_category": "Chinese restaurant",
    "ratings": "4.0",
    "review_counts": "145",
    "top_review_1": "Review by Jennie Li \nOnly good dish is the Singapore fried vermicelli.\nMost DimSum are frozen products from mass production (really disappointing)\nGlutinous rice dumplings with chicken should be boneless chicken. But look at the chicken we found on the dish:) hairy, black, bad quality.\nThe fired dumplings even tasted bitter on the edge.\nThe pork ribs we ordered tasted so old, sour, not fresh at all(returned)\nIf you are a food lover, I strongly not recommend this restaurant to you.\nA chef with passion or love for food would not let this kind of dish be served…\nOk service, staff was nice.\nStrongly recommend the owner make sure the dish is at least ok…",
    "top_review_2": "Review by Liu Malory \nUpdate September 2023: Second time here and everything was still good on the Dim Sun menu. The pork and thousand-year egg porridge was very creamy yet still preserved the texture of lean pork and egg. The deep fried bread was super crispy and fluffy. The Chung Fun (steamed rice paper wraps) was silky smooth and perfectly seasoned. If you want to try authentic Cantonese Dim Sum (Cantonese Chinese tapas) in Stockholm, this is the place.\nFirst visit June 2022: This might look like just another place serves terrible Chinese fusion, but actually it serves really authentic Cantonese cuisine during the weekends! The sweet pork buns are juicy and soft. The other Dim Sum are just like what I had in HK back in the days. Each piece of the fried rice is totally separated and that’s an important indicator for a decent fried rice. Make sure to request for the dim sum menu during weekend afternoons!",
    "top_review_3": "Review by Hody Chan \nUnexpected Guangdong food in downtown, very nice staffs and very similar to Hong Kong food. Love the atmosphere there and definitely recommend!",
    "google_map_url": "https://www.google.com/maps/place/Ming/data=!4m7!3m6!1s0x465f9d5d34a88a3f:0x4af4ff55bf142b19!8m2!3d59.3381886!4d18.0686!16s%2Fg%2F11bwl3d_6_!19sChIJP4qoNF2dX0YRGSsUv1X_9Eo?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Norra Hamnen 5",
    "business_address": "Norra Hamngatan 5, 453 31 Lysekil, Sweden",
    "business_email": "null",
    "mobile_number": "+46 523 151 55",
    "website_url": "norrahamnen5.se",
    "business_category": "Seafood restaurant",
    "ratings": "4.5",
    "review_counts": "1,248",
    "top_review_1": "Review by Lukas Linné \nVery nice restaurant. This restaurant, Norra Hamnen 5, is the number one reason to visit Lysekil. Staff is nice and helpful. Food is tasty, high quality and well presented. We had seafood and fish. Everything was perfect. Selection of wine is very good but not super expensive.  There is nice selection of local beer and imported beer. If you are into whisky, rum, calvados or cognac you will love this place since there is a huge selection to choose from.\nVery much recommended. We were happy with the experience of having dinner at Norra Hamnen 5. This restaurant is way much better than any other restaurant in Lysekil. That’s my opinion.",
    "top_review_2": "Review by Rachael Byun \nI had a nice fresh seafood on my birthday. They have a nice view too.",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Norra+Hamnen+5/data=!4m7!3m6!1s0x4645a3b419bba14f:0x912ca720f67f04c7!8m2!3d58.277751!4d11.4253225!16s%2Fg%2F11b6ry3923!19sChIJT6G7GbSjRUYRxwR_9iCnLJE?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Masquetapas Stockholm",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "4.2",
    "review_counts": "97",
    "top_review_1": "Review by David Lee \nVery exotic atmosphere which feels like abroad. Nice food, drinks and servers.\n\nThis is my first time abd I can feel already I am going to be a regular here",
    "top_review_2": "Review by Mrs SM Graham-Martin \nHad just arrived in Sweden went for a walk the first night heard the music followed the sound and ended up here.... staff pleasant  friendly atmosphere",
    "top_review_3": "Review by Nina Vallioniemi \nI work in the building and have been eating lunch several times, fresch good healthy lunch with coffee included in the “Lunch buffer” 139 sek",
    "google_map_url": "https://www.google.com/maps/place/Masquetapas+Stockholm/data=!4m7!3m6!1s0x465f9d61b4875cf3:0xd1361659459812a!8m2!3d59.3303347!4d18.0539354!16s%2Fg%2F11f06nk6v3!19sChIJ81yHtGGdX0YRKoFZlGVhEw0?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Pinchos Norrlandsgatan",
    "business_address": "Norrlandsgatan 33, 111 43 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "pinchos.se",
    "business_category": "Tapas restaurant",
    "ratings": "3.8",
    "review_counts": "1,678",
    "top_review_1": "Review by Samuel Walker \nWe love these restaurants. It is helpful to download the app beforehand. On arrival the service was friendly. You order 2-3 dishes each and then the status is shown in your app. You do the same with drinks. It shows when they are ready and you must collect them from the bar or kitchen. The system works smoothly when you are used to it. The food was tasty. The restaurant is very popular with families and our nine year old loves it.",
    "top_review_2": "Review by Agata Alc \nGreat place with tapas and amazing drinks. Nice climate of circus in shadow.\nYou have to reserve it before coming in because it is difficult to find a free place for more than 4 friends.",
    "top_review_3": "Review by Plaganyi Vilma \nIt is a lovely place to share an interesting meal with friends or family. They are changing the menu quite often so you can't get bored of it. I can only recommend it.",
    "google_map_url": "https://www.google.com/maps/place/Pinchos+Norrlandsgatan/data=!4m7!3m6!1s0x465f9d5c6557420f:0x35c4c4656c1d77b6!8m2!3d59.3366343!4d18.0707355!16s%2Fg%2F11f3gbkmgx!19sChIJD0JXZVydX0YRtncdbGXExDU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Peppar",
    "business_address": "Torsgatan 34, 113 62 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 34 20 52",
    "website_url": "m.facebook.com",
    "business_category": "Cajun restaurant",
    "ratings": "4.2",
    "review_counts": "751",
    "top_review_1": "Review by Nyasha Chifamba \nThe food was ok but a bit on the pricey side. The staff were ok but a bit inflexible. I had meatloaf and fries. The decor is horrendous, tacky and overwhelming with both Christmas and Halloween decorations. It takes eclectic a bit toooo far - it seemed like they had all the decorations for Stockholm in one place . I thought I would get solace in the bathroom but there is more stuff there too. OMG it was quite an experience",
    "top_review_2": "Review by Yolanda Feng \nNice service. Surprising interior. A bit pricey but okay for me. It’s my first time to taste this type of food but I think it tastes good.",
    "top_review_3": "Review by Enis Maloku \nVery unique place, staff is very friendly and food was delicious. Price was nice for the area. A place like this most experienced.",
    "google_map_url": "https://www.google.com/maps/place/Peppar/data=!4m7!3m6!1s0x465f9d7a4eaa4149:0x68e2d59b971862b6!8m2!3d59.3402778!4d18.0388888!16s%2Fg%2F1tdq4mnz!19sChIJSUGqTnqdX0YRtmIYl5vV4mg?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurant Jakarta",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Indonesian restaurant",
    "ratings": "4.6",
    "review_counts": "349",
    "top_review_1": "Review by TheLostSwede (TheLostSwede) \nDidn't quite know what to expect, but this place serves as authentic Indonesian food as you could hope for, which is quite a surprise in Sweden. Tons of flavour, very tasty food. Missing a lot of favourites, but with so few proper Asian restaurants in Sweden, this place is well worth a visit. The prices are also quite reasonable for the kind of quality of food they serve.",
    "top_review_2": "Review by Shrinish Donde \nThe food was very delicious and the dessert too. I took the Ayam woku manado, the chicken dish and the Indonesian pancake. The restaurant is very small but cozy. Prices are a bit on the higher side.",
    "top_review_3": "Review by Ms Fitri \nDelicious original Indonesian food in Stockholm. You can enjoy the taste that you missed in Indonesia. Indonesian Jasmine tea is definitely just like a light version of 'teh tubruk' ,  bihun goreng is just right, soto tangkar betawi is spicy and nice, gulai domba and cah kangkung are tasty, pecel lele makes you full.",
    "google_map_url": "https://www.google.com/maps/place/Restaurant+Jakarta/data=!4m7!3m6!1s0x465f9dc13cc786a3:0xb0cba00484ad8d81!8m2!3d59.365239!4d17.9963217!16s%2Fg%2F11c2pmbczc!19sChIJo4bHPMGdX0YRgY2thASgy7A?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Tokyo Ramen",
    "business_address": "Hötorget 3, 111 57 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 88 66 00",
    "website_url": "tokyoramen.se",
    "business_category": "Ramen restaurant",
    "ratings": "4.6",
    "review_counts": "1,296",
    "top_review_1": "Review by Henrik E \nI have been at Tokyo Ramen several times. Both for lunch and dinner. The service is always great. Fast service, but the queue can be very long. Especially during peak lunch hours.\n\nApart from the queue, I have nothing to complain about. The food tastes amazing and is affordable.\n\nAlso works for takeaway but you enjoy the food more if you dine in.",
    "top_review_2": "Review by André Martins \nGreat ramen in Stockholm.\n\nThe food is really tasty (careful with the spicy), professional and quick service and the space isn't too large, but is pretty cozy and centrally located.",
    "top_review_3": "Review by Nicholas Galea \nThis has to be the best Ramen I have had outside of Japan. The restaurant is small but the food is delicious. Noodles and fantastic as with the pork, the egg is amazing, I recommend adding an extra egg if you like your eggs. They do not serve alcohol here, but soft drinks. Gyoza was ok, it is not on the same level as the Ramen though which is excellent.",
    "google_map_url": "https://www.google.com/maps/place/Tokyo+Ramen/data=!4m7!3m6!1s0x465f9d0a11d94795:0x5e77defa77827280!8m2!3d59.3343689!4d18.0629681!16s%2Fg%2F11l8gm_k8l!19sChIJlUfZEQqdX0YRgHKCd_red14?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Gojo Hornstull",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Ethiopian restaurant",
    "ratings": "4.4",
    "review_counts": "398",
    "top_review_1": "Review by ARJUN UNNIUMBATH \nThe place is amazing.. I have been here multiple times . I went here with a person from Cameron and Sudan. They were very happy with the food served.  The food was very tasty from my perspective.. I had ordered  the vegetarian options from there ... It almost felt like home for me ( was very similar to Indian food to be honest ) .\nI was surprised at how accurately the person brought the food after the order as they didn't make  any notes  when 8 of us ordered ... 🤣\n\nThe place offered great food, service was nice and the decorations gave an amazing vibe.\nNote : The reservation you make may not matter as the place doesn't look at it at all... You have the old fashioned way of arriving early and awaiting your turn..",
    "top_review_2": "Review by Sanna \nI recently dined at an Ethiopian restaurant, and initially, we had some communication difficulties, but they were quickly resolved. The food was incredibly delicious, made with high-quality ingredients. I opted for the vegan main course with various small dishes. I've had Ethiopian cuisine before, but this experience was exceptional. The injera was exceptionally well-made and very fresh. I highly recommend this restaurant.",
    "top_review_3": "Review by Tina Liu \nVery tasty Ethiopian food! Highly recommend, especially if you’ve never tried before. I’ve been for both dine-in and take-away (to-go).\n\nIf you’re not sure what to order, I recommend getting one of the Beyeayenetu plates (meat or veggie) under Huvudrätter, so you can try a sampling of various things. Definitely enough to feed 2 people in my opinion. Be prepared to eat with your hands (saw a lady using a rubber glove last time, so brilliant).\n\nRestaurant is fairly large with lots of tables. Great decor and lively atmosphere. Service is friendly, though maybe a little slow at first. But it was quite busy.",
    "google_map_url": "https://www.google.com/maps/place/Gojo+Hornstull/data=!4m7!3m6!1s0x465f779507a9626d:0xf5386393e553fa94!8m2!3d59.3181757!4d18.0336356!16s%2Fg%2F11fk8c9jkq!19sChIJbWKpB5V3X0YRlPpT5ZNjOPU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Collect & Deliver Sweden AB",
    "business_address": "Viaredsvägen 32, 504 64 Borås, Sweden",
    "business_email": "null",
    "mobile_number": "+46 33 720 22 30",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "5.0",
    "review_counts": "1",
    "top_review_1": "null",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Collect+%26+Deliver+Sweden+AB/data=!4m7!3m6!1s0x46500847c2f1810d:0x411f2bc6565d56ca!8m2!3d57.6967389!4d12.8287945!16s%2Fg%2F1hc21hwz1!19sChIJDYHxwkcIUEYRylZdVsYrH0E?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Barbro",
    "business_address": "Hornstulls strand 13, 117 39 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 550 602 66",
    "website_url": "bar-bro.se",
    "business_category": "Asian restaurant",
    "ratings": "4.6",
    "review_counts": "745",
    "top_review_1": "Review by Thomas Bayard \n....it's not often we get impressed going out for a meal, this visit was an exception. The atmosphere is cosy, warm and welcoming. The service is very attentive, friendly and informative. And the food, wow! The highlight was the deep fried dumplings with shiitake mushrooms, with a delicious broth/soup for dipping - just amazing. This small gem is worth a full detour!",
    "top_review_2": "Review by Tina Liu \nJapanese fusion, tapas (small plates) styled restaurant. Food we ordered was all quite good. Fish tasted fresh. My favorite was probably the fried beef dumplings. Least favorite was the fried chicken, as it was mainly batter and sauce, and the chicken itself was a little dry.\n\nAmbience and decor is fun and trendy. Service and staff were all friendly and helpful.\n\nOnly downside I would say is the price. At ~100-150kr ($10-15) a plate and 2-3 plates per person, the bill stacks up fast. If you come hungry and want a drink, be prepared to pay 500kr+ ($50) per person.\n\nThat being said I’d still come back and recommend this place for a special night out. Just not on the regular.",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Barbro/data=!4m7!3m6!1s0x465f77c431cd6dd9:0x62a459e80afdd7d1!8m2!3d59.3143736!4d18.0331691!16s%2Fg%2F1hc2c3jcb!19sChIJ2W3NMcR3X0YR0df9CuhZpGI?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Taste of Bangla",
    "business_address": "null",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "4.5",
    "review_counts": "697",
    "top_review_1": "Review by Jonas Bauer \nTasty food, nice service, noisy phone ordering signals all the time.",
    "top_review_2": "Review by Adam Shabana \nFirst evening in Sweden and went with friends on a trip to Taste of Bangla. The food, atmosphere, service and vibe was top notch. I have never had such eloquently placed creaminess along with spices that tantalized my palette. Ordered as a group and we got all of the naan flavors which were amazing (magical butter?); the butter masala chicken was sweetened beyond what I’m used to but it worked marvelously; the fire chicken pakora was insanely HOT and spicy but each bite left me wanting more; the tandoori chicken was amazingly juicy and came with a side of tandoori sauce to dip which was excellent; the lettuce wrapped paneer was mild, spiced well, and a perfect wrap up for the table; and the fresh made coconut ice cream (kokosglass) and kulfi were the best deserts to cool down the stomach and cleanse the palette at the end. Definitely a worthwhile visit if visiting Uppsala!",
    "top_review_3": "Review by Stacy Leigh \nI am well travelled and enjoy my indian food.\nI had the lamb leg curry and this was the best curry I’ve ever had. Out of this world food and very tasty. Defiantly recommend this restaurant and I’ll be back when I next visit Sweden. Very friendly staff, thank you you",
    "google_map_url": "https://www.google.com/maps/place/Taste+of+Bangla/data=!4m7!3m6!1s0x465fcc7029fd3f77:0xd1617a8ab464119f!8m2!3d59.878505!4d17.6187229!16s%2Fg%2F11c2p1s54p!19sChIJdz_9KXDMX0YRnxFktIp6YdE?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Hötorget kvarterskrog",
    "business_address": "Sergels Torg 22, 111 57 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 663 63 00",
    "website_url": "hotorget.com",
    "business_category": "Restaurant",
    "ratings": "4.1",
    "review_counts": "344",
    "top_review_1": "Review by Vanesa Fernández \nWe had an amazing dinner. We could really enjoyed some good Swedish meatballs, steak and mushrooms as a starter that were delicious. The atmosphere and the service is also great. Very well located, a few minutes from central Station",
    "top_review_2": "Review by Angela Rosa \nYet another great find whilst vacationing in Stockholm.\n\nThe food is tasty. The server was super helpful and friendly and the drinks were perfectly mixed.\n\nI ordered the burger it was thick and cooked to perfection.\n\nThis restaurant seats right on the corner across from the Haymarket and a courtyard full of shops. It’s a great place to relax and enjoy the fresh air of Sweden.\n\nDid I mention the drinks are delicious and mixed well?\n\nThe prices are well selected and fair especially for the quality of food you receive.",
    "top_review_3": "Review by Peter Stolz \nWe have dined here for two as tourists at a rather unusual time on site and were satisfied all around. In addition to a very tasteful meal, the staff was also outstandingly friendly and we could notice that the staff adapted directly to our appearance in their manner. The ambience we found very pleasant and cozy and also the prices were more than fair in our opinion. If I ever find myself in Stockholm again, I would not hesitate to go to this restaurant again.\nClear recommendation on my part.",
    "google_map_url": "https://www.google.com/maps/place/H%C3%B6torget+kvarterskrog/data=!4m7!3m6!1s0x465f9dcb19775477:0xec9960e2fb460a78!8m2!3d59.3345872!4d18.0631858!16s%2Fg%2F11rbyhcdh6!19sChIJd1R3GcudX0YReApG--Jgmew?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "SQ Bar och Restaurang",
    "business_address": "Saltsjöqvarns kaj 25, 131 71 Nacka, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 555 702 14",
    "website_url": "restaurangsq.se",
    "business_category": "Restaurant",
    "ratings": "4.1",
    "review_counts": "122",
    "top_review_1": "Review by Liviu Constantinescu \nOn the pricier side, however the food is fantastic. Went a few times as we staid in the hotel and had: deer stew, some kind of fish soup/casserole, oysters, steak, steak tartar. The tartar was absolutely divine (see the pic).\nAnd from the staff, Paul is really the role model: very knowledgeable, friendly and always around. He really makes the customer experience better!",
    "top_review_2": "Review by Rick Hansen \nPaul was our waiter, friendly, excellent service and perfect English. We sat outside and had a wonderful view across the water to Gröna Lund, watching the ferries shuttle back and forth and the sailing boats. The meal was perfect as well, accompanied by an excellent French rosé recommended by Paul",
    "top_review_3": "Review by Victor Nellemann \nVery good lunch with two dishes from their brunch menu. One of them was the dish of the day.\n\nFair prices, extremely well prepared and well sized portions.",
    "google_map_url": "https://www.google.com/maps/place/SQ+Bar+och+Restaurang/data=!4m7!3m6!1s0x465f790241373713:0x3a2de1f31cdc03c!8m2!3d59.3147238!4d18.1092235!16s%2Fg%2F11gl1r7lsp!19sChIJEzc3QQJ5X0YRPMDNMR_eogM?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Restaurang Hello Monkey Magasinsgatan",
    "business_address": "Magasinsgatan 26, 411 18 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 31 13 04 42",
    "website_url": "hellomonkey.net",
    "business_category": "Restaurant",
    "ratings": "4.3",
    "review_counts": "736",
    "top_review_1": "Review by Veigar the GREAT Master of Evil! \nwe ordered Monkey Dim Sum, with corn, 2 beers and 2 lychee drinks and it was like 1255 kr.... very expensive!!!! but was soo good though. the lychee drinks cost like 200kr each, but it's my favourite drink now. my favourite dish was the brisket bun, it was SOOOO soft!! also LOVED the pork dumplings, and the meat in the salad, pork neck ssam i think it's called? and the shiitake rolls yum. everything was really nice. too bad we only got 1 brisket bun each.",
    "top_review_2": "Review by Gamze Cem Kobya \nIt was a great experience, nice atmosphere and delicious food. We were there with 1,5 year old baby, our table was at the downstairs at the corner with sofa, which was very comfartabla for the kids who doesnt like sitting at babychair🙂\nWe have ordered set menu name with monkey and coctails with mango and mo nkey special. Mango coctail I can recommend",
    "top_review_3": "Review by Jo Keller \nNice food with an interesting choice of variety. They take the word ‘fusion’ in fusion kitchen very literally. Vegetarian/vegan friendly. To my view it’s a bit expensive for the portions and the quality. Also the seating area in the sousterrain is not as comfortable as upstairs.",
    "google_map_url": "https://www.google.com/maps/place/Restaurang+Hello+Monkey+Magasinsgatan/data=!4m7!3m6!1s0x464ff368b0183197:0x37cb746e606f2487!8m2!3d57.7026743!4d11.9630869!16s%2Fg%2F1tgb5z8n!19sChIJlzEYsGjzT0YRhyRvYG50yzc?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Pong Asian Restaurant",
    "business_address": "Klara tvärgränd 3, 111 52 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 440 02 08",
    "website_url": "pongasian.se",
    "business_category": "Asian restaurant",
    "ratings": "3.7",
    "review_counts": "970",
    "top_review_1": "null",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Pong+Asian+Restaurant/data=!4m7!3m6!1s0x465f9d5e55cf21bd:0xa46f3e7a62726ba5!8m2!3d59.3302555!4d18.064096!16s%2Fg%2F1tknzdj_!19sChIJvSHPVV6dX0YRpWtyYno-b6Q?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Bana 4 Restaurang",
    "business_address": "Kabinvägen 5, 190 60 Stockholm-Arlanda, Sweden",
    "business_email": "null",
    "mobile_number": "+46 70 738 72 15",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "3.9",
    "review_counts": "176",
    "top_review_1": "Review by Marko \nPretty good and not overpriced lunch buffet. There's something for everyone, and choosing wisely, you can really have a great meal here. Two drinks included + fika on Fridays 🥐🥞",
    "top_review_2": "Review by Alexandru Cioanca \nGreat value for money and pretty good food in all you can eat buffet style ✌️",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Bana+4+Restaurang/data=!4m7!3m6!1s0x465fbe71b55c5449:0x470b9e1ff16217fd!8m2!3d59.6406041!4d17.9434932!16s%2Fg%2F11cmy5ctzj!19sChIJSVRctXG-X0YR_Rdi8R-eC0c?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "La Famiglia Pizzeria | En italiensk restaurang och krog | Napolitansk Pizza",
    "business_address": "Fleminggatan 37, 112 26 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 73 759 75 69",
    "website_url": "null",
    "business_category": "Pizza restaurant",
    "ratings": "4.1",
    "review_counts": "57",
    "top_review_1": "Review by Raymond S \nOrdered take out which I never do.  Delivery came hot and DELICIOUS!  I FULLY recommend the bolognese!  So GOOD!  Going back for more tomorrow night!!!",
    "top_review_2": "Review by Naveed Abbas \nOrdered oxfilé medium. It came on a plank with grilled mash potatoes. The meat was tender and tasty. It even came with the proper steak knife which literally sliced through the meat. I like my food spicy so I asked for it and they gave me sambal. It paired perfectly with the oxfile. I wonder how would this oxfile pair with French fries or even sweet potato fries. Maybe garlic sauce.\nMy partner ordered oxfile pizza and she loved that as well. The pizza is Napoleon style with their distinct burnt spots.",
    "top_review_3": "Review by Kim Possible \nThe waitress (Nikki) is amazing! So kind and attentive. Definitely coming back again!",
    "google_map_url": "https://www.google.com/maps/place/La+Famiglia+Pizzeria+%7C+En+italiensk+restaurang+och+krog+%7C+Napolitansk+Pizza/data=!4m7!3m6!1s0x465f9d2ed2aabb77:0x82c1f139d4b4fa1f!8m2!3d59.333195!4d18.0413499!16s%2Fg%2F11m29xn7rj!19sChIJd7uq0i6dX0YRH_q01DnxwYI?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "MAX Burgers",
    "business_address": "Innanför Terminal 5 avgångshall pir A, Terminal 5, 190 45 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 522 355 00",
    "website_url": "max.se",
    "business_category": "Restaurant",
    "ratings": "2.9",
    "review_counts": "547",
    "top_review_1": "Review by Sofi \nTruly awful. Expect to wait 15 mins and feel like they forgot your order. Fries were blazing hot, which was great. But the burger seemed to just not be cooked? It was cold and the cheese wasn't even melted. This seems like a known problem as there exists a free to use microwave just above the soda dispenser.\n\nIt's only true redeeming quality is that it's a burger shop inside a international airport. But even I would hesitate to go here again.",
    "top_review_2": "Review by Nigel Sarsfield \nThe outlet was busy, had to queue for 45 minutes to even order food here, no touchscreen order points are available here. Many people gave up and left the queue. I felt sorry for the staff, they seemed overwhelmed by the amount of people and there didn't seem enough staff to cope. Once ordered food took around 10 minutes to arrive. Burgers were very tasty and well cooked, fries warm and tasty. Food was good but waiting time felt too long for a fast food outlet.\n\nUpdate. Revisited 22 July 23. Queue was better only 25 minute wait. Took around 10 minutes for order to be ready. Eating areas looked clean. Burger was well cooked and very tasty, fries were very poor and were very hard. Still no touchscreen order points. Although still good value for money.",
    "top_review_3": "Review by Fredrik Berglund \nGreat burgers! Seriously! Don't even bother comparing them to their American competition. The lines here are long, but you get a puck that vibrates when your order is done. Their eating area is small and always full, but just go further into the terminal and you'll find a bunch of tables with charging spots.",
    "google_map_url": "https://www.google.com/maps/place/MAX+Burgers/data=!4m7!3m6!1s0x465fbe617598fdd3:0x553d606e699cd758!8m2!3d59.6509415!4d17.929924!16s%2Fg%2F1hdzg9spq!19sChIJ0_2YdWG-X0YRWNecaW5gPVU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Gojo",
    "business_address": "Renstiernas gata 48, 116 31 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 641 04 96",
    "website_url": "gojorestaurang.se",
    "business_category": "Ethiopian restaurant",
    "ratings": "4.1",
    "review_counts": "684",
    "top_review_1": "Review by Mimi Aligaz \nI love the food they make, always eat here everytime I visit Stockholm. Delicious, authentic Ethiopian food made fresh.\n\nOrdered the tibs firfir . Only suggestion I have for my personal taste, put a bit less salt and less butter in my dishes.\n\nThe price ranges between 200-300 SEK including a soft drink.",
    "top_review_2": "Review by Adeline Powell \nThe food was delicious and had vegan friendly options! Staff were kind and the vibe of the atmosphere was really nice. Starters and main for two was a reasonable price!",
    "top_review_3": "Review by Lonni Besançon \nThe food is really good and served very quickly. The vegan options could be made larger with some sizzling spicy tofu that Ethiopian or Eritrean restaurants usually offer. The bread was amazing and the place looked very nice. Not a lot of alcoholic beverages but the Ethiopian honey wine is good (although one full serving might be too much taste-wise for a single person).\nThe price is ok for Södermalm.",
    "google_map_url": "https://www.google.com/maps/place/Gojo/data=!4m7!3m6!1s0x465f781d6057ec05:0x91bac77fe0b99f9a!8m2!3d59.3101826!4d18.0860785!16s%2Fg%2F1tdxcxfv!19sChIJBexXYB14X0YRmp-54H_HupE?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Mumbai Garden",
    "business_address": "Gjörwellsgatan 17, 112 60 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 656 68 68",
    "website_url": "mumbaigarden.com",
    "business_category": "Indian restaurant",
    "ratings": "4.0",
    "review_counts": "238",
    "top_review_1": "Review by Conny Andersson \nAt the busy intersection you find this little quaint restaurant. Not very fancy but very good food!\nHad two different curries and naan bread!\nFast delivery and friendly staff!",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Mumbai+Garden/data=!4m7!3m6!1s0x465f77d4be8048d1:0x122e98c90a2c533d!8m2!3d59.3286344!4d18.0192479!16s%2Fg%2F11bw_6_3_t!19sChIJ0UiAvtR3X0YRPVMsCsmYLhI?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Wrapped Burrito Bar",
    "business_address": "Västra Hamngatan 9, 411 17 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 76 410 34 26",
    "website_url": "wrapped.se",
    "business_category": "Mexican restaurant",
    "ratings": "4.0",
    "review_counts": "425",
    "top_review_1": "Review by Azuli \nGreat place with splendid atmosphere. The setup felt like a Swedish Chipotle In a way.\n\nThe service was fine and the food came out rather quick.\n\nThe burritos could have had a bit better distribution of the meat as we got a big lump of meat in the bottom of the burrito. Another slight downside was that the meat was slightly too salty\n\nOverall I would totally recommend this spot for lunch as you get a good amount of food for a very reasonable price",
    "top_review_2": "Review by romina nakhaee \nWe ordered two types of wrapped burrito 🌯 one of them with chicken and the other one with meat both was tasty and juicy. I would like it more if the bread was a bit more crunch.",
    "top_review_3": "Review by Charlotte Alvord \nAte the carnitas in naked burrito form, so everything without the tortilla. I added guacamole and substituted black beans for pinto beans. I love Mexican food and was really hoping that this would be a good experience, but I couldn't enjoy my meal. The carnitas meat and guacamole were so salty that after taking a few bites and I decided that it was way too salty, and I like salt, but this was just way too much. The pinto beans were undercooked so they were still hard, I had to spit them out. I couldn't enjoy the meal at all and decided that I could not eat it and had to send it back. So spoke to the girl behind the counter and she was really upset that it was inedible. She said that she would contact the kitchen and let them know. There is apparently one central kitchen in town and they then send out their already made dishes to the restaurants. So the food is not cooked at the restaurant's location, there is no chef/cook there.\n\nI would give this place 0 stars, but am giving them 1 because they were nice and gave me my money back. The girl behind the counter contacted her boss and they decided to swish me the amount that I paid for; as they were having problems with their cashier system, which is totally cool and really appreciated that they found a solution even though the technology had crashed.\n\nMy suggestion is save your money, hop on the tram and go to Tom Toms in Linnéstaden. Much better food, there they cook their food at the location and I have eaten there several times, with always a good experience each time.\n\nSorry Wrapped Burrito Bar, you won't be having me as a customer again.",
    "google_map_url": "https://www.google.com/maps/place/Wrapped+Burrito+Bar/data=!4m7!3m6!1s0x464ff36610e65fdf:0x2dae4a4e628832f9!8m2!3d57.7043937!4d11.9633141!16s%2Fg%2F11b66cwwr9!19sChIJ31_mEGbzT0YR-TKIYk5Kri0?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "La Piccola Nonna Pizza",
    "business_address": "Blekingegatan 36, 118 30 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "lapiccolanonna.se",
    "business_category": "Vegetarian restaurant",
    "ratings": "4.9",
    "review_counts": "394",
    "top_review_1": "null",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/La+Piccola+Nonna+Pizza/data=!4m7!3m6!1s0x465f7757dc4a1f2b:0x5a0cff05ae0f6816!8m2!3d59.3103581!4d18.0744186!16s%2Fg%2F11qq39_c4f!19sChIJKx9K3Fd3X0YRFmgPrgX_DFo?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "New Place Restaurant",
    "business_address": "Torggatan 9, 461 34 Trollhättan, Sweden",
    "business_email": "null",
    "mobile_number": "+46 520 822 12",
    "website_url": "restaurangnewplace.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.3",
    "review_counts": "386",
    "top_review_1": "null",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/New+Place+Restaurant/data=!4m7!3m6!1s0x46453c5815b86a1b:0xd5feba80d5bd60ab!8m2!3d58.2826773!4d12.2881544!16s%2Fg%2F1hc0z2ry3!19sChIJG2q4FVg8RUYRq2C91YC6_tU?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Brinken",
    "business_address": "Kåkbrinken 14-16, 111 27 Stockholm, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 10 67 78",
    "website_url": "null",
    "business_category": "Restaurant",
    "ratings": "4.6",
    "review_counts": "245",
    "top_review_1": "Review by Sebi V \nSmall cosy place with friendly staff. Service was quick, food was good but not much to choose, from the menu. We had 3 kinds of hering for starters( really good , allthough it was not prepared in house) and reindeer stew( i am still having mixed feelings about it-good taste but the meat seems to be minced meat and not pieces of meat with muscle fibers).\nLocated close to the Christmas Market in the Old Town.",
    "top_review_2": "null",
    "top_review_3": "null",
    "google_map_url": "https://www.google.com/maps/place/Brinken/data=!4m7!3m6!1s0x465f77e245750d1b:0xd271a40aac89e900!8m2!3d59.324241!4d18.0687276!16s%2Fg%2F11cmcvny88!19sChIJGw11ReJ3X0YRAOmJrAqkcdI?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "På Skissernas",
    "business_address": "Finngatan 2, 223 62 Lund, Sweden",
    "business_email": "null",
    "mobile_number": "+46 46 222 68 68",
    "website_url": "paskissernas.se",
    "business_category": "Restaurant",
    "ratings": "4.5",
    "review_counts": "330",
    "top_review_1": "Review by Ksenia Sevastyanova \nFancy place with a really high prices.\nWe came here in a cold day to warm up after a long walk. Everyone was really nice. We had cup of tea and filter coffee. It was the biggest cup of tea in my live! It was great!! Filter coffee was in a thermos. Each costs 35 crowns.",
    "top_review_2": "Review by Sebastian Reiz \nLittle did we know about the existence of this restaurant on the premises of the Skissernas Museum until we visited the museum on a Thursday evening when it's open late. We managed to persuade the maître d'hotel to serve us a selection of their fixed menu after we had visited the exhibitions. We were surprised by the quality of the food and the delicacy of the compositions. This place largely outweighs any other restaurant in town. Highly recommended!",
    "top_review_3": "Review by MCL \nThe best fish restaurant I ever had! Certainly among the top restaurants in Lund. The torsk fish is cooked perfectly in time. Tender enough to melt in your mouth. Oxe is nice too. Had one glass of red wine 🍷. Perfect time nowadays sitting outside enjoying the summer weather with the sun! Recommend it!",
    "google_map_url": "https://www.google.com/maps/place/P%C3%A5+Skissernas/data=!4m7!3m6!1s0x465397cf064fa59d:0x8ca918f0f815a725!8m2!3d55.7080365!4d13.1981597!16s%2Fg%2F11c6r_j5kj!19sChIJnaVPBs-XU0YRJacV-PAYqYw?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "The Gate",
    "business_address": "Kabinvägen 3, 190 60 Stockholm-Arlanda, Sweden",
    "business_email": "null",
    "mobile_number": "+46 8 506 840 16",
    "website_url": "radissonhotels.com",
    "business_category": "Restaurant",
    "ratings": "3.3",
    "review_counts": "8",
    "top_review_1": "Review by Kasia M \nQuite big restaurant, can be busy when the hotel is fully booked. I was not happy with the service - in my opinion the waiters need to be train to have more respect to customers.\nFood is ok, mostly burgers. Kitchen is doing a great work. Big choice of drinks. High prices",
    "top_review_2": "Review by Tomi Tenetz \nGood is great, Service is not so great. Expensive.",
    "top_review_3": "Review by peps \nFood and drinks were great, customer service was okay. No smoking on the terrace",
    "google_map_url": "https://www.google.com/maps/place/The+Gate/data=!4m7!3m6!1s0x465fbf101ad4dfb5:0x9e4c2a61dc274006!8m2!3d59.6395439!4d17.941673!16s%2Fg%2F11jznrgrfv!19sChIJtd_UGhC_X0YRBkAn3GEqTJ4?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Smaksak",
    "business_address": "Stora Torget 7, 582 19 Linköping, Sweden",
    "business_email": "null",
    "mobile_number": "null",
    "website_url": "smaksak-lkpg.se",
    "business_category": "Swedish restaurant",
    "ratings": "4.1",
    "review_counts": "325",
    "top_review_1": "Review by ole skov \nthe shrimp salad, the taste was nice, however the salad was cut into such large pieces that it was difficult to eat, the plate was difficult to eat from, and some ingredients seemed as if they had been sitting for a long time.\n\nThe vegetarian steak was really good, but was served with sloppy fries.\n\nvery fast service, the food came after Max. 5 minutes. we were in and out in just under 20 minutes.",
    "top_review_2": "Review by Jonas Mathiesen \nA super cozy restaurant, that serves really good Swedish foods.\nHonestly some of the best cocktails in Linköping.\nGreat service, great food, amazing cocktails.",
    "top_review_3": "Review by Varun \nThe menu offered a variety of Swedish dishes and the staff were knowledgeable about the cuisine. My meal was well prepared and had a balanced flavour.\n\nThe service staff were polite and attentive. Overall, I would recommend this restaurant to those looking for a taste of Swedish cuisine.\" In Linköping.",
    "google_map_url": "https://www.google.com/maps/place/Smaksak/data=!4m7!3m6!1s0x46596f6d37abdf27:0x86b3e50d8454c9!8m2!3d58.4111826!4d15.6213412!16s%2Fg%2F11r9x_g2k6!19sChIJJ9-rN21vWUYRyVSEDeWzhgA?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Ama - Nikkei Restaurant",
    "business_address": "Kungsgatan 1, 252 66 Helsingborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 42 405 26 00",
    "website_url": "amarestaurant.se",
    "business_category": "Restaurant",
    "ratings": "3.3",
    "review_counts": "45",
    "top_review_1": "Review by N H \nWent to the rooftop bar 4 times now and didn't have good service but the last time we were there was a new personal called Andrea and she was very attentive and the service was 10 times better. Overall, good beer and the sweet potato  fries are just the best. Big plus for having some sour beer from Brewski. We will come back again for sure!! :)\nUPDATE one year later: They changed the beer menu and now only have okk beer that you can find anywhere. They also stopped serving the sweet potatoe fries and the beer that I liked. I was really disappointed and will not come here again.",
    "top_review_2": "Review by H Giang Bui \nWe were at Ama rooftop bar on the 8th floor, just to be clear since Ama restaurant in the 1st floor and Ama rooftop bar have slightly different food and drink menu. The view was great, fancy furnishings and friendly service. The drink, especially the mocktails, can be improved, they taste a bit boring and similar to each other, the decoration and choice of glass weren't very impressive. The food were fine, recommend steak sandwich. Fair price. Very curious to come back to see the difference in Ama restaurant in 1st floor and try the classic cocktails there.",
    "top_review_3": "Review by Francesca L \nHonestly the best thing about this hotel is Ama and their staff! I’ve stayed in the hotel for 2 weeks now and they have a great lunch menu that changes every day/ every week. 🌟Kim and his team are always very accommodating and hospitable! Even the chefs are all very friendly.\nI’ve come here every day for the last 2 weeks and will return until I check out next month 😊",
    "google_map_url": "https://www.google.com/maps/place/Ama+-+Nikkei+Restaurant/data=!4m7!3m6!1s0x465233dd71894de9:0x430f4eee7d89bbfc!8m2!3d56.0459655!4d12.6898477!16s%2Fg%2F11qnctrrgw!19sChIJ6U2Jcd0zUkYR_LuJfe5OD0M?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  },
  {
    "business_name": "Mr P",
    "business_address": "Götaplatsen, 412 56 Göteborg, Sweden",
    "business_email": "null",
    "mobile_number": "+46 31 16 09 80",
    "website_url": "mr-p.se",
    "business_category": "Modern European restaurant",
    "ratings": "4.3",
    "review_counts": "815",
    "top_review_1": "Review by Jayesh Khatri \nThe food was amazing complemented by great service.\n\nWe were lucky to get a good table in a slightly silent corner but in general the restaurant felt small and congested. But that I guess is a common thing in Sweden.\n\nOverall, highly recommended!",
    "top_review_2": "Review by Bastiaan \nAmazing atmosphere inside and overall quality and service minded staff. Well done!\n\nThe quality of the dishes varies. Desserts were great, but the main was another story.\n\nDon't order the steak tartar if you expect a classic dish, because here it's buried under a load of other things. If you don't know what it is: order it because it still tastes good, but not as a steak tartar. The wonton dish was excellent.\n\nWe had some simple starters  (chips and padron), they were overpriced. And for the padron the same: don't expect the classic Spanish dish!\n\nBut overall a cosy place with good food, atmosphere and staff.",
    "top_review_3": "Review by Kate \nNice place, but extremely crowded. No space to hang your coat, purse, also no fresh air inside, overwhelming with strong smells from the kitchen.\n\nThe food is delicious, just too salty on my opinion. Stuff is great and super friendly.",
    "google_map_url": "https://www.google.com/maps/place/Mr+P/data=!4m7!3m6!1s0x464ff3743c000001:0xb0cbeb7cb7bdab97!8m2!3d57.696846!4d11.9805278!16s%2Fg%2F11bbrhz82b!19sChIJAQAAPHTzT0YRl6u9t3zry7A?authuser=0&hl=en&rclk=1",
    "personalized_email_subject": "null",
    "personalized_email_content": "null",
    "status": "PENDING"
  }
]